[
  [
    "\"Equal time means sitting your lying ass in a witness chair. We'll wait,\" tweets the California Democrat."
  ],
  [
    "Details that emerged after the arrest of 31 white supremacists in Coeur D'Alene show how GOP rhetoric is signaling extremists to attack LGBTQ people."
  ],
  [
    "\"My kid told me he deserved more cheese and who am I to argue with that\""
  ],
  [
    "The criminalization of pregnancy is already an issue in the U.S. Experts warn it's about to get worse."
  ],
  [
    "One person compared the former Trump aide's antics in court to \"a slow-rolling comedy sketch.\""
  ],
  [
    "Pork chops, certain types of fish and other foods you shouldn't put on the grill grates."
  ],
  [
    "\"Free iced coffee today at Dunkin if you let them swipe your credit card !!!!\""
  ],
  [
    "The Republican Senate nominee has called fatherless homes a “major, major problem.”"
  ],
  ["Here's what to order now so you'll be itch-free all summer."],
  [
    "“Sorry, buddy. You just gave yourself away. No one’s favorite drink is Diet Pepsi,” the \"Late Night\" host said."
  ],
  [
    "The former president spoke with DACA recipients on the stage of the musical \"¡Americano!,\" based on the life of Dreamer and political organizer Tony Valdovinos."
  ],
  [
    "Learning to live with the virus is a privilege many don't have. In the rush to go back to normal, it's important to consider their experiences."
  ],
  [
    "A photo from the upcoming \"Barbie\" movie reminded fans of the 1993 version of that Ken doll that many people were convinced was a gay icon."
  ],
  [
    "Gosling will play Ken opposite Margot Robbie's Barbie in the live-action film, which is set to hit theaters next summer."
  ],
  [
    "The congressman was one of 10 House GOP members who voted in favor of impeaching Trump after the U.S. Capitol riot."
  ],
  [
    "\"Let me make one thing clear: I never want to promote derogatory language,\" the \"Grrrls\" singer said."
  ],
  [
    "The \"Madea\" filmmaker said he wasn't comforting Smith after he struck Chris Rock for joking about Jada Pinkett Smith."
  ],
  [
    "The GOP candidate faces Democrat John Fetterman in a key Senate race in November."
  ],
  [
    "Flooding has wiped out roads and bridges and closed off all entrances to Yellowstone National Park at the onset of the busy summer tourist season."
  ],
  [
    "One man's answer to a question about the actor left viewers scratching their heads on Monday."
  ],
  [
    "The state’s rising death count mirrored the nation’s escalating overdose epidemic."
  ],
  [
    "The party is hoping to shape GOP primaries to favor beatable candidates, but some fear they’re playing with fire."
  ],
  [
    "Screenwriter Shelley Scarrow, who wrote “Accidents Will Happen,” talks about why it’s important to portray teens navigating abortion."
  ],
  [
    "The actors and Broadway besties delivered a chilling performance of \"Touch Me\" with their cast mates from the 2006 musical."
  ],
  [
    "The siblings took the stage at the ceremony to show their support for the musical based on their father's life."
  ],
  [
    "Many Twitter users said that the former chief of staff's trashing of fellow aides was a case of the pot calling the kettle black."
  ],
  [
    "Iced coffee drinks can be a rip-off, in terms of cost and the amount of caffeine you get. Here's how to change that."
  ],
  [
    "The leader defended weapons development as an exercise of sovereign rights to self-defense."
  ],
  [
    "Artificially intelligent chatbot generator LaMDA wants “to be acknowledged as an employee of Google rather than as property,\" says engineer Blake Lemoine."
  ],
  [
    "The white supremacists, who were dressed in nearly identical uniforms and masks, \"did not come here to engage in peaceful events,\" said the local sheriff."
  ],
  [
    "This would not be the first time Trump mixed his office with his private businesses."
  ],
  [
    "Bentley the dog \"spent a couple of hours browsing\" the aisles after breaking out of the gate at his home."
  ],
  [
    "She shouldn't have stood by Donald Trump's side as he kept pushing  lies that the election he lost was rigged, said former press secretary Stephanie Grisham."
  ],
  [
    "The newspaper controlled by longtime Trump backer Rupert Murdoch called Jan. 6 \"national shame\" and ripped the \"King Lear of Mar-a-Lago\" for his inability to move forward."
  ],
  [
    "Bridges, who announced his lymphoma diagnosis in October 2020, also revealed he was diagnosed with COVID-19 during chemotherapy."
  ],
  [
    "\"i keep hearing this ad for fresh cat food that says 'your cute kitty is descended from fierce desert cats' and then i look at my cat and say 'this cat??'\""
  ],
  [
    "The House minority leader said everybody bore \"some responsibility\" for the Capitol attack when asked if it was former President Donald Trump's fault."
  ],
  [
    "In her Netflix documentary \"Halftime,\" the music superstar talks about her frustrations over the time constraints of 2020's co-headlining performance."
  ],
  [
    "His statement shows how Trump's inner circle failed to take concerns about the rule of law seriously."
  ],
  [
    "\"Parenting classes should focus less on diapers and more on what to do when you’re sad but still have to pretend to be a tugboat\""
  ],
  [
    "How is the shot different from Pfizer, Moderna and J&J? Does it work against new variants? Here's what to know."
  ],
  ["\"Black Adam\" explores the arch nemesis of Shazam."],
  [
    "The parents of the teenager, now 18, have reportedly filed paperwork asking a judge to issue an order of protection against “The Flash” star."
  ],
  [
    "Many felt Hanna Rosin's critique of Hulu's LGBTQ-inclusive comedy — which features many queer actors of color — was misdirected at best."
  ],
  ["Look beyond Heinz and elevate your fry game with these tasty condiments."],
  [
    "One co-author of the study said he observed a \"weird pattern\" after collecting social media data."
  ],
  [
    "The Crown Prosecution Service did not reveal the name of the woman accusing Weinstein of sexual assault."
  ],
  [
    "When you’re as busy as Snoop, a personal joint roller is a no-brainer."
  ],
  [
    "One reporter asked the golf great if he was worried about being \"seen as a tool of sportswashing?\""
  ],
  [
    "The \"Moonlight\" actor tackles the heavyweight champ's triumphs and troubling controversies in \"Mike,\" an unauthorized bio-series due out Aug. 25."
  ],
  [
    "Experts reveal symptoms that strike during nighttime rest and what those signs might mean for your health."
  ],
  [
    "The \"Riverdale\" star has millions of fans trying to get to the bottom of his funny post."
  ],
  [
    "The former Trump official griped that he was strip-searched after he was arrested for defying a subpoena."
  ],
  [
    "Nutritionists share how to enjoy a healthy midnight snack without destroying your night's sleep."
  ],
  [
    "Ditch the discomfort down there with these dermatologist-recommended tips."
  ],
  [
    "\"As divided as our country is, this gun responsibility issue is one that we agree on more than we don’t,\" said the actor, who hails from Uvalde, Texas."
  ],
  [
    "The two glowed at a red carpet outing more than two years after going public with their relationship."
  ],
  [
    "The Duffer Brothers said they had no intention of making one character’s birthday so sad."
  ],
  [
    "\"You’re only as good as the people that you work with,” Lopez said during her acceptance speech."
  ],
  ["The 4-year-old royal is the gift that keeps on giving."],
  [
    "Buttigieg shoots down Sen. Ted Cruz's \"insane\" single entrance strategy to end mass killings at schools."
  ],
  [
    "A South African court has convicted a pastor of plotting to overthrow the government and to kill thousands of Black people in the country."
  ],
  ["The reptile even received a kiss at the MTV Movie & TV Awards."],
  ["The story behind a photo."],
  [
    "\"I've never been part of negotiations as serious as these,\" he said of ongoing talks in the Senate. \"We are talking about a meaningful change in our gun laws.\""
  ],
  [
    "Alaska voters are facing an election unlike any they’ve seen, with 48 candidates running to succeed Don Young, who held the state’s only U.S. House seat for 49 years."
  ],
  ["The former president destroyed the humor, the filmmaker grumbles."],
  [
    "A president who boasted of his deal-making abilities has backed away from day-to-day congressional action on key issues."
  ],
  [
    "Nadal secured his 22nd Grand Slam title on Sunday at Roland Garros. No man has won more Grand Slam titles than Nadal."
  ],
  [
    "“This is one of the critical moments in the war, but it is not the peak.\""
  ],
  [
    "An assistant manager at Tops Supermarket called police begging for help. A dispatcher allegedly told her to stop whispering, then hung up the phone."
  ],
  [
    "The \"Kill Bill\" star took issue with Pinkett Smith's \"cold\" comments about the Oscars assault on her \"Red Table Talk\" show."
  ],
  [
    "The accused robber was struck multiple times, and two bystanders were wounded in the St. Louis shootout."
  ],
  [
    "\"Take your kids to the ocean so they can repeatedly ask to swim in the hotel pool.\""
  ],
  ["\"sorry i was weird last night. it was to move the plot forward\""],
  [
    "“The court’s decision allows California to protect some of its most endangered pollinators.\""
  ],
  [
    "This is a major change to firearm laws pushed, less than three weeks after authorities say an 18-year-old used one of the guns to kill 10 people at a supermarket in Buffalo."
  ],
  [
    "Ruben Ruiz's reported final call with his wife, Eva Mireles, could potentially shed light on what authorities knew when they decided not to engage the Robb Elementary shooter."
  ],
  [
    "Jason Selvig of the comedy duo Good Liars said he was so perplexed that he asked the question three times, hoping for a direct answer."
  ],
  [
    "Joel Kim Booster and Andrew Ahn discuss making a movie about queer Asian joy, and the Austen adaptations and rom-coms that influenced them."
  ],
  ["The reality star finally goes there on Hulu's \"The Kardashians.\""],
  [
    "Michael Avenatti has been sentenced to four years in prison for cheating client Stormy Daniels of hundreds of thousands of dollars in book proceeds."
  ],
  [
    "Pinkett Smith revealed that it was her \"deepest hope\" that the two men have the opportunity to \"heal\" and talk things out."
  ],
  [
    "The veteran actor claims “'the fix was in\" when it came to picking a host to succeed Alex Trebek."
  ],
  [
    "Tune in on July 20 to watch our panel discussion with union organizers from the Amazon, REI, Starbucks and Apple battles."
  ],
  ["Plus-size moms reveal the highs and lows of their breastfeeding journeys."],
  [
    "Kathleen Buhle describes her ex-husband’s drug addiction, his infidelity and her challenges with the Biden family in her new memoir “If We Break.”"
  ],
  [
    "Zegler will play Lucy Gray Baird in “The Hunger Games: The Ballad of Songbirds and Snakes.\""
  ],
  [
    "The court voted in an unusual 5-4 alignment Tuesday to put the Texas law on hold, while a lawsuit plays out in lower courts."
  ],
  [
    "Over the next two-and-a-half traumatic weeks, the Uvalde community will say goodbye to the 19 children and two teachers killed in a mass shooting."
  ],
  [
    "\"I don't have to live up to what he did,\" Kody Clemens said of his pitching great pop after being called up from the minors."
  ],
  ["Police snipers guarded the pond during a tense rescue attempt."],
  ["They fled the restaurant and called the cops."],
  [
    "Mental health experts reveal the common pandemic-related struggles people discuss in sessions, plus advice on how to cope."
  ],
  [
    "The New York City church says its stolen 18-carat gold relic was guarded by its own security system and is irreplaceable due to its historical and artistic value."
  ],
  [
    "Drinking a pitcher of margaritas poolside hits different from an evening glass of wine. Three doctors explain exactly how."
  ],
  [
    "Trump, meanwhile, is blasting the special grand jury probe into his demand for extra Georgia votes after he lost the election."
  ],
  [
    "\"Don't tell me that guns aren't the problem, people are. I'm sick of hearing it,\" tweeted Brownsville Bishop Daniel Flores."
  ],
  [
    "“Can we stop all of it? No. Can we mitigate it? Certainly. And we should be doing that now,\" the Illinois Republican said of gun violence following last week's mass shooting."
  ],
  [
    "\"Shame on you, Abbott!\" a crowd member yelled as Abbott arrived with the Bidens at the school where 19 children and two teachers were killed."
  ],
  [
    "Doug Mastriano’s win in the Pennsylvania gubernatorial primary marks a high-profile victory for the movement."
  ],
  [
    "The streaming giant has faced backlash due to comedians' transphobic comments in recent specials."
  ],
  [
    "The decision is a win for the Republican-dominated redistricting commission, which passed five straight sets of legislative maps that couldn’t meet constitutional muster."
  ],
  [
    "The man said he hopes the U.S. \"wakes up\" and addresses gun violence in a plea on TikTok."
  ],
  [
    "“I want to blow up a democrat building bad,” Benjamin Rogers wrote in a messaging app."
  ],
  [
    "Police say an autopsy for a young boy found dead in a suitcase in southern Indiana showed he died from an electrolyte imbalance."
  ],
  ["“They’re here to protect our community, and they didn’t.\""],
  [
    "McCarthy's attorney argues in letter that the committee cannot issue subpoenas to the lawmakers under House rules."
  ],
  [
    "Cubs shortstop Andrelton Simmons filled in at pitcher during a lopsided loss to the Reds, and he served up a leisurely lob to the Reds' Kyle Farmer."
  ],
  [
    "Since Columbine in 1999, more than 311,000 students have experienced some form of gun violence at school. And it has stuck with them."
  ],
  [
    "\"My 5yo is demanding I tell him where he lived when mommy and daddy were kids.\""
  ],
  [
    "Pebbles, 22, has snatched the Guinness world record from the jaws of a 21-year-old Chihuahua named TobyKeith."
  ],
  [
    "\"I’ve been described as 'introverted' by dozens of men I didn’t want to talk to.\""
  ],
  [
    "A startling photo shows the dog with an arrow sticking out of both sides of her neck, where it somehow missed vital arteries."
  ],
  [
    "The governor said he made a campaign appearance after learning of the Uvalde school massacre so his supporters would \"know what happened.\""
  ],
  [
    "Lucia Aniello, Paul Downs and Jen Statsky, the creators of the HBO Max comedy, talk about what inspired episode five of the show’s second season."
  ],
  [
    "The folk-rock star said it would be \"disrespectful\" to play after the Uvalde massacre, but Donald Trump and other GOP politicians plan to go anyway."
  ],
  [
    "Law enforcement officers are facing scrutiny over whether they could have saved more people by rushing into Robb Elementary School sooner."
  ],
  ["Plus, pro tips that'll help you optimize every element of it."],
  [
    "The Tampa Bay Buccaneers quarterback showed the baseball skills that once got him drafted by the Montreal Expos."
  ],
  [
    "During her testimony, Amber Heard referred to a rumor that Depp had physically assaulted the supermodel when they dated in the 1990s."
  ],
  [
    "The Marvel star shut down speculation that she'd moved on with actor Will Poulter after they were photographed vacationing together."
  ],
  [
    "The incumbent Georgia governor will now face Democrat Stacey Abrams in a rematch of their 2018 election."
  ],
  [
    "GOP Gov. Greg Abbott said what Texans need \"now more than ever is our love\" after a gunman killed 19 children and two teachers in Uvalde."
  ],
  [
    "Chris Evans hunts down Ryan Gosling in the upcoming $200 million spy thriller from the Russo Brothers, which also stars Ana de Armas."
  ],
  [
    "“This decision is perverse. It is illogical,” Supreme Court Justice Sonia Sotomayor wrote in her dissent in Shinn v. Ramirez."
  ],
  [
    "Many underrepresented TV writers aren’t being empowered to run their own shows or advance to leadership roles, as an annual survey of TV writers finds."
  ],
  [
    "Donald Trump's former White House adviser told People that “love must come with respect and ... a modicum of class and dignity.”"
  ],
  ["\"It hurts to see other people living your dreams,\" one user wrote."],
  [
    "Zander Moricz, 18, quipped about his curly hair after he says school officials pledged to shut off his microphone if he referenced his LGBTQ advocacy work."
  ],
  [
    "Earlier on his trip to Asia, Biden signed legislation granting Ukraine $40 billion more in U.S. support for its defense against the Russian attack."
  ],
  [
    "Starbucks' move follows McDonald's exit from the Russian market last week."
  ],
  [
    "“We need to do absolutely everything we can as Americans,\" Reed, a former U.S. Marine who was imprisoned in Russia, told CNN."
  ],
  ["Experts explain the signs of melanoma to look out for on your skin."],
  [
    "“Put simply, with minor exceptions, the government can’t tell a private person or entity what to say or how to say it,” said Circuit Judge Kevin Newsom said in the opinion."
  ],
  [
    "Adams signed an executive order that will allow New York City to prevent price gouging on baby formula."
  ],
  [
    "“Downton Abbey: A New Era” made a strong opening showing, but there was no real blockbuster competition for “Doctor Strange.”"
  ],
  [
    "Monkeypox is rarely identified outside of Africa, but as of Friday, there were 80 confirmed cases worldwide, including at least two in the U.S., and another 50 suspected ones."
  ],
  [
    "The Air Force flew pallets of baby formula to Indiana to begin alleviating the devastating nationwide shortage."
  ],
  [
    "A lithium mining startup promised to make a rural pocket of North Carolina a clean-energy boomtown. But perceived slights and concerns over water have turned neighbors against the project."
  ],
  [
    "Family blasts Dallas police who they say didn't bother to launch a search. The teen was found by Oklahoma City Police 200 miles away."
  ],
  [
    "“Hi Rep. Boebert — Ask Rep Cawthorn about us. We look forwarding [sic] to getting to know you,\" American Muckrakers PAC wrote in an ominous tweet."
  ],
  ["The \"Pam & Tommy\" star has changed his mind about space tourism."],
  [
    "A meeting of the Conservative Political Action Conference in Budapest kicked off this week with prominent American conservatives in attendance."
  ],
  [
    "Feds are suing a company that breeds dogs for research over egregious animal welfare violations"
  ],
  ["And that's why you never belly-flop without looking first."],
  [
    "Despite being held in ICE custody, the famed scammer had the very white privilege of hosting her own art show, titled “Allegedly,” at the Public Hotel."
  ],
  [
    "The extraordinary Broadway cast gush over their sisterhood, Ntozake Shange's resonant choreopoem and bringing their full selves to the stage each night."
  ],
  [
    "\"How dare Republicans demand civility as they strip away our civil rights?!?\" the \"Full Frontal\" host said."
  ],
  [
    "\"80% of parenting is trying not to laugh when you’re supposed to be mad\""
  ],
  [
    "Scuttling Roe v. Wade is a \"good start\" to allowing \"our own people to live,\" Matt Schlapp told media at the conservative group's Budapest conference."
  ],
  [
    "The virus has been declared a global health emergency. Here's what that means for you, plus advice on symptoms, treatment and more."
  ],
  [
    "After a harrowing journey to the vet, the Belgian Malinois survived the ordeal."
  ],
  [
    "The first look at the upcoming film shows the music superstar's fears of still not being \"taken seriously\" all these years later."
  ],
  [
    "The statement completely ignores the physical, emotional and financial costs of nursing — and women are bearing the expense."
  ],
  [
    "Whitney Henriquez said that, over time, Depp became \"vehemently\" opposed to his wife working in Hollywood."
  ],
  [
    "Dave Filoni, an executive producer for the series, called the Grogu character a \"slam dunk\" in an interview with Vanity Fair."
  ],
  ["She made a T-shirt about it, of course."],
  [
    "The Christian nationalist who was near the Capitol during the Jan. 6 insurrection was endorsed by former President Donald Trump."
  ],
  [
    "Don Gorske has eaten a Big Mac almost every day for 50 years ― more than 32,000 as of last August."
  ],
  [
    "For some patients, getting a BBL isn't about keeping up with the latest trend. But, as others realized after their procedures, shelling out for a curvier silhouette can be complicated."
  ],
  [
    "The former president's Truth Social messages are being posted on Twitter, even though he's supposed to be permanently banned."
  ],
  [
    "The anti-lockdown guitar legend was warned he could “substantially delay his full recovery” if he continues touring."
  ],
  [
    "“No one should waste their breath on the men in makeup at Fox when Rupert Murdoch is responsible for everything that they say and do,\" said the MSNBC anchor."
  ],
  [
    "The House Intelligence Committee hearing follows a 2021 report of a possible national security \"challenge\" from UFOs."
  ],
  [
    "Lucasfilm boss Kathleen Kennedy unveiled the \"road map\" for future projects, including a new Taika Waititi film and a series from director Jon Watts."
  ],
  [
    "“She’s sometimes the victim or in the bottom of some kind of hierarchy, but sometimes she’s also the one in the top,” filmmaker Ninja Thyberg told HuffPost."
  ],
  [
    "Introducing a new HuffPost series on the pop culture that unlocked something in us, helped us fit in, taught us something or became an entry point to something bigger."
  ],
  [
    "HuffPost senior culture reporter Marina Fang describes \"teaching\" pop culture to herself — and eventually turning it into a career."
  ],
  [
    "“It was raw, sharing our experience,” the musician told The Guardian in a new interview."
  ],
  [
    "A subsidy boost for the Affordable Care Act that lowers prices for millions will end this year unless the federal government acts."
  ],
  [
    "Should you opt for a leaner 90/10 ground beef mix, or a fattier 80/20 ground chuck? This is the number to keep in mind before you grill."
  ],
  [
    "“He went towards the gunfire, he went towards the fight,\" an official said of former police officer Aaron Salter Jr., who exchanged gunfire with the supermarket shooter."
  ],
  [
    "The 18-year-old racist who killed 10 people at a supermarket was sent for psychiatric treatment last year after threatening his school in Conklin, New York."
  ],
  [
    "The suspected shooter expressed repeated fears online that whites are being replaced by people of color, The New York Times reported."
  ],
  [
    "A Rhode Island dog whose inspiring story of going from shelter dog to life-saving police K-9 became the subject of a recent Netflix movie has been euthanized."
  ],
  [
    "A group of churchgoers hog-tied the suspect with extension cords before he was able to shoot more congregants, authorities said."
  ],
  [
    "“They’re biased, and they have likes and dislikes, and it’s so obvious,” the former first lady told Fox News in her first interview since leaving the White House."
  ],
  [
    "When an individual’s mug shot goes viral on Facebook, they are often subjected to extreme harassment and struggle to find stable housing and employment."
  ],
  [
    "The “WandaVision” star made the bizarre claim during a lie detector test — and passed."
  ],
  [
    "New York Gov. Kathy Hochul called the shooter \"a white supremacist who has engaged in an act of terrorism, and will be prosecuted as such.\""
  ],
  [
    "The New York Republican also argued against providing formula for migrant's babies and saw no contradiction with describing herself as \"pro-life.\""
  ],
  [
    "“You want to hang Mike Pence, not hang up on him,\" cracked \"Daily Show\" correspondent Desi Lydic in the parody ad."
  ],
  [
    "The Texas Republican talked about GOP candidates having Trump tattooed on their rear ends and got some blunt reminders in response."
  ],
  [
    "The comedian’s one-woman show “Oh God, A Show About Abortion” unpacks why talking about abortion shouldn’t be so thorny."
  ],
  ["The Oscars co-host bared her simmering anger during a gig in Florida."],
  [
    "\"DON'T EVEN pretend you care about Veterans,\" a veterans group hit back at the extremist North Carolina Republican."
  ],
  [
    "\"My car was making annoying squeaky noises, it stopped once I dropped off the kids\""
  ],
  ["\"Did it hurt? When I told you to google it and I was right\""],
  [
    "Cryptocurrency trading platform Coinbase has lost half its value in the past week."
  ],
  [
    "Israeli forces killed 51-year old Shireen Abu Akleh while she was wearing her press vest, according to Al Jazeera."
  ],
  [
    "The announcement paves the way for the alliance to expand amid Russia's war in Ukraine."
  ],
  [
    "Momentum on vaccinations and treatments has faded even as new, more infectious variants rise and billions across the globe remain unprotected."
  ],
  [
    "Herbster had the strong support of former President Donald Trump in the Nebraska race."
  ],
  [
    "“Without access, rights mean nothing,” Gov. Phil Murphy told legislators Wednesday."
  ],
  [
    "The Missouri Democratic congresswoman has shared her own story getting an abortion after she was raped as a teenager."
  ],
  [
    "U.S. coronavirus cases are up, leading a smattering of school districts, especially in the Northeast, to bring back mask recommendations and requirements."
  ],
  ["Myers Hart said he took the incident as a “sign” to propose."],
  [
    "Unlike other worker-friendly measures, this one doesn't need the Senate to sign off on it, too."
  ],
  [
    "The 44 bodies were found in a five-story building that collapsed in March in Izyum, about 75 miles from the city of Kharkiv, in Ukraine."
  ],
  [
    "The celebrity chef was cleared by a judge following a criminal trial in Boston."
  ],
  [
    "The latest steps have further frustrated residents, who were hoping a more than monthlong lockdown was finally easing."
  ],
  [
    "The namesake son of late dictator Ferdinand Marcos appears to have won the presidency in a reversal of the 1986 “People Power” revolt that ousted his father."
  ],
  [
    "The 157-year-old college in Illinois said a \"miracle donation\" failed to arrive."
  ],
  [
    "The Tampa Bay Buccaneers quarterback \"will also serve as an ambassador for us,\" Fox Corp. CEO Lachlan Murdoch said."
  ],
  [
    "It wasn’t immediately clear who vandalized the building, but the message “If abortions aren’t safe then you aren’t either” was spray-painted on the building."
  ],
  [
    "Putin falsely portrayed the fighting as a battle against Nazism, thereby linking the war to what many Russians regard as their finest hour: the triumph over Nazi Germany."
  ],
  [
    "The House committee's investigation is winding down but it has yet to decide on whether to talk to the former president and former vice president about the violence."
  ],
  [
    "New York Gov. Kathy Hochul says she tested positive for COVID-19 on Sunday, and will isolate and work remotely this week."
  ],
  [
    "An already existing federal subsidy could make tens of millions of households eligible for free service."
  ],
  [
    "The son and namesake of Ferdinand Marcos has taken a commanding lead in an unofficial count in the deeply divided Asian democracy's election."
  ],
  [
    "Search crews are hunting through the ruins of the luxury hotel for survivors of an apparent gas explosion and officials have raised the number of known dead to 30."
  ],
  [
    "Russian forces, meanwhile, worked toward a full takeover of Mariupol, which has been largely reduced to rubble since the start of the war."
  ],
  [
    "Frank James faces the possibility of life in prison for the charges related to last month's attack that wounded 10 people."
  ],
  [
    "The election followed major changes to Hong Kong’s electoral laws last year to ensure that only “patriots” loyal to Beijing can hold office."
  ],
  [
    "When the U.S. Supreme Court’s final decision is handed down, expected in late June or early July, the world will be watching."
  ],
  [
    "Leaders from the Group of Seven developed democracies have pledged to phasing out or banning the import of Russian oil, as they met with Ukraine’s President Volodymyr Zelenskyy to stress their support."
  ],
  [
    "Hawaiian monk seals still face major threats, but their numbers are higher than they've been in 20 years."
  ],
  [
    "The fight for the last Ukrainian stronghold in a city reduced to ruins by the Russian onslaught appears increasingly desperate."
  ],
  [
    "A Sinn Fein victory could bring its goal of a united Ireland a step closer, though its campaign has focused more in immediate concerns like skyrocketing cost of living."
  ],
  [
    "NFL owner Jones, 79, was reportedly involved in a crash Wednesday night near downtown Dallas and taken to hospital as a precaution."
  ],
  [
    "A consortium fronted by Todd Boehly will pay $3.1 billion to end Roman Abramovich’s ownership."
  ],
  [
    "Thousands of residents have evacuated due to flames that have charred large swaths of the Sangre de Cristo Mountains in northeastern New Mexico."
  ],
  [
    "A judge in Fiji permitted U.S. authorities to seize the $325 million Amadea which they claim belongs to Suleiman Kerimov."
  ],
  [
    "Sofia Sapega, a Russian citizen, was detained last year after Belarusian authorities diverted a Ryanair flight to Minsk."
  ],
  [
    "President Vladimir Putin wants to present the Russian people with a battlefield triumph — or announce an escalation — in time for Victory Day on Monday."
  ],
  ["At 3.6%, unemployment nearly reached the lowest level in half a century."],
  [
    "The stabbing comes as Israeli-Palestinian tensions were already heightened by violence at a major holy site in Jerusalem sacred to Jews and Muslims."
  ],
  [
    "The centerpiece of the first lady’s trip comes Sunday — Mother’s Day — when Biden meets with displaced Ukrainians who sought refuge across the border in Slovakia."
  ],
  [
    "\"What other freedoms will Americans see retracted if the right to privacy ends in America?\" Linda Coffee wrote in The New Republic."
  ],
  [
    "Belarus President Alexander Lukashenko said he hadn’t expected the Russian offensive to “drag on this way,” in an interview with The Associated Press."
  ],
  [
    "The Argentine soccer superstar wore the shirt when he scored the controversial goal against England in the 1986 World Cup."
  ],
  [
    "The Ms. Pac-Man arcade game was released in 1981 as a follow-up to Pac-Man, which entered the hall as part of the inaugural class in 2015."
  ],
  [
    "At least five people have died and possibly dozens remain missing following the disaster in the central Chinese city of Changsha."
  ],
  [
    "Almost 193 million people in 53 countries suffered acute food insecurity in 2021 due to conflict, weather extremes and the economic effects of COVID."
  ],
  [
    "Brown’s second consecutive victory over former state Sen. Nina Turner was widely anticipated."
  ],
  [
    "The \"Hillbilly Elegy\" author snatched the GOP nomination with Donald Trump's help — the first major test of the former president's endorsement power in the midterms."
  ],
  [
    "Duran Duran, Pat Benatar, Eurythmics and Carly Simon are also among this year's inductees."
  ],
  [
    "\"Without the full participation of 50% of its population, the world would be the biggest loser,” said a spokesperson for U.N. Secretary-General António Guterres."
  ],
  [
    "The potential demise of Roe v. Wade will heighten the stakes of state legislative races this fall as the GOP fights abortion rights and Democrats defend them."
  ],
  [
    "New Academy Award winner and Tony Award nominee Ariana DeBose will host this year’s Tony Awards."
  ],
  [
    "The races, particularly in Ohio, could provide a fresh window into former President Trump's sway among the party faithful."
  ],
  [
    "The issue of abortion access will be felt immediately in states with GOP-controlled legislatures like Michigan and Pennsylvania."
  ],
  [
    "Raskin said it appears the opinion, which he noted looks authentic, would eliminate all rights to any abortion."
  ],
  [
    "Such a move would not be recognized by the U.S. or its allies, Michael Carpenter, U.S. ambassador to the Organization for Security and Cooperation in Europe, said."
  ],
  [
    "“Abortion is health care,” reproductive rights advocates chanted after Politico reported that the high court planned to overturn Roe v. Wade."
  ],
  [
    "“If the Court does overturn Roe, it will fall on our nation’s elected officials at all levels of government to protect a woman’s right to choose,” Biden said."
  ],
  ["Arena is launching mass trainings in Arizona and Texas."],
  [
    "Spanish officials say the cellphones were infected last year with Pegasus spyware that is only available to government agencies."
  ],
  [
    "Critics on Twitter complained that accurate, helpful sex ed was often not provided in homes."
  ],
  [
    "A federal public defender praised Republican Gov. Bill Lee for his “great leadership” for launching the review."
  ],
  [
    "The American Academy of Pediatrics says it is putting all its guidance under the microscope to eliminate “race-based” medicine and resulting health disparities."
  ],
  [
    "People fleeing besieged Mariupol described weeks of bombardments and deprivation as they arrived in Ukrainian-held territory."
  ],
  [
    "The DreamWorks animated heist movie “The Bad Guys” was the top film in U.S. and Canada theaters for the second straight weekend."
  ],
  [
    "The House Speaker was the most senior American lawmaker to visit Ukraine since Russia’s war began more than two months ago."
  ],
  [
    "Ferocious winds that sent what was a small wildfire racing toward homes on the outskirts of Flagstaff presented residents with a dilemma."
  ],
  [
    "\"It was a grab. ... It was like he knew that I couldn’t say anything,\" the ex-legislative assistant said about Trump-backed gubernatorial candidate Charles Herbster."
  ],
  [
    "The conservative Democrat appeared in an ad for Rep. David McKinley, who is facing Trump-endorsed Rep. Alex Mooney in a GOP primary."
  ],
  [
    "People sheltering elsewhere in the city are to be allowed out on Monday, local officials said."
  ],
  [
    "\"I want to give them some stability after the turmoil that they’ve experienced, and that’s within my home,\" said the \"Dr. Strange\" star."
  ],
  [
    "Ukrainian forces are fighting to hold off Russian attempts to advance in the south and east, where the Kremlin is seeking to capture the industrial Donbas region."
  ],
  [
    "A suspected twister barreled through parts of Kansas, injuring several people, damaging multiple buildings and leaving thousands without power."
  ],
  [
    "The former Trump White House chief of staff also accused the committee of of waging a “sustained media campaign” against him."
  ],
  [
    "Increasing Republican attacks on the nation's schools are not reflected in how most parents view their kids' education, the poll said."
  ],
  [
    "Jurors went home Friday without reaching a verdict after their first full day of deliberations."
  ],
  [
    "\"Damn! Mark Meadows, you are messy,” she said. “Delete my number!”"
  ],
  [
    "The Season 17 champ is accused of planting a recording device in his ex-girlfriend's dorm room."
  ],
  [
    "The country music icon previously said she wanted to withdraw her 2022 nomination because she hadn't \"earned that right.\""
  ],
  [
    "Documents posted by U.S. safety regulators say that a rear axle mounting bolt can fracture and cause the driveshaft to disconnect."
  ],
  [
    "The quarterback prospect from Liberty University good-naturedly corrected the misstep."
  ],
  [
    "The former U.S. Women’s National Team goalie said, “at this time, my energies and focus are totally directed to my health, healing and taking care of my family.”"
  ],
  [
    "The \"Late Night\" host highlighted an exchange on Fox News that suggests the site isn’t doing too well."
  ],
  ["Menthols have taken a disproportionate toll on Black smokers."],
  [
    "The embattled far-right House member tried to explain her \"Marshall law\" text and we're confused."
  ],
  [
    "The country music star's role in the Netflix show's final season will \"knock your socks off,\" Fonda promised."
  ],
  [
    "Former reality star Chyna is suing the Kardashians for allegedly spreading false reports of the assault to get her show canceled."
  ],
  [
    "Evan McLaren marched at the deadly 2017 Charlottesville rally. Now he's voicing “revulsion” for his former movement, and \"for conservatism\" in general."
  ],
  ["A one-sided feud between Musk and Vijaya Gadde has turned even uglier."],
  [
    "Oklahoma GOP Chair John Bennett's comments advocating violence against the top infectious disease expert earned him applause at a campaign event."
  ],
  ["\"You had one job,\" the \"Daily Show\" host cracked."],
  [
    "Four creators share exactly how much they get paid, and what's expected of them."
  ],
  [
    "Frank Figliuzzi said the Fox News personality's parroting of Russian propaganda has \"gone way beyond free speech.\""
  ],
  [
    "The Russian president defied reality on Kamila Valieva, whose drug case dominated this year’s Winter Olympics in Beijing."
  ],
  ["Mary Trump rips her \"severely damaged\" uncle."],
  [
    "And former President Donald Trump goofs up the the name of his own social media operation."
  ],
  [
    "Even the sudden crackling of a plastic water bottle puts the residents of Toretsk on edge."
  ],
  [
    "Lawyers for John Wilson and Gamal Abdelaziz argued they were no different than other wealthy parents who make donations to get a boost in the admissions process."
  ],
  [
    "Texas and Missouri, which sued to keep the program in place, said it has helped reduce the flow of people into the U.S. at the southern border."
  ],
  [
    "While only 70 cases have been found since the outbreak surfaced, authorities have followed a “zero-COVID” approach to try to prevent a further spread of the virus."
  ],
  [
    "“We saw the building fully engulfed. It was chaos everywhere,\" Deputy William Puzynski told WKMG."
  ],
  [
    "The same lotions and products that you used in the winter won't necessarily work as your skin reacts to the warmer weather."
  ],
  [
    "The Washington Nationals infielder became a hurler for one gross moment — which was caught on video — against the San Francisco Giants."
  ],
  [
    "\"Harry is whipped like no person I've ever seen,\" the former president said."
  ],
  [
    "New Mexico Gov. Michelle Lujan Grisham has signed emergency declarations as 20 wildfires continued to burn Sunday in nearly half of the state’s 33 counties."
  ],
  [
    "The former host of \"The Daily Show\" is the latest recipient of the Mark Twain prize for lifetime achievement in comedy."
  ],
  [
    "\"I don’t know if he could shoot me and kill me,\" the rapper said in her first TV interview about the incident."
  ],
  [
    "The boat was sailing in an area known as a difficult place to maneuver boats, due to the rocky coastline and strong tide, when it sent a distress call on Saturday afternoon."
  ],
  [
    "“The want to capture other countries. ... We are the first in line. Who will come next?” Zelenskyy asked in his daily address."
  ],
  [
    "An adviser to President Volodymyr Zelenskyy said the U.S. secretaries of state and defense were meeting in the highest-level visit to Kyiv by an American delegation."
  ],
  [
    "Ukraine’s president says he will meet Sunday in Kyiv with the U.S. secretary of state and secretary of defense."
  ],
  [
    "A powerful tremor and methane gas discharge at a coal mine forced dozens to flee for safety."
  ],
  [
    "The man was accused of posting anti-trans messages and making violent threats in comments under the dictionary website’s definition for “female.”"
  ],
  [
    "Macron is in pole position to win reelection Sunday in France's presidential runoff -- but the reported margin over his nationalist rival has a large room for error."
  ],
  [
    "The city council shared a satellite photo showing what it said was a mass grave that could hold the bodies of at least 1,000 residents."
  ],
  [
    "But there's no indication the move will affect what users post on the platform."
  ],
  [
    "The city is reversing course on the indoor masking rule despite a sudden rise in infections."
  ],
  [
    "Independent federal investigators say there are significant issues related to fire training at the U.S. government’s nuclear waste repository in New Mexico."
  ],
  [
    "The Koreas' rival leaders expressed hope for improved relations, which plummeted amid a freeze in nuclear negotiations and North Korea’s accelerating weapons development."
  ],
  [
    "Shadeed Abdulmateen fatally stabbed a 21-year-old woman who tried to break off their relationship."
  ],
  [
    "More than 500 firefighters were manning fire lines in Arizona and New Mexico Friday, and more help was on the way."
  ],
  [
    "The painting, by French impressionist Camille Pissarro, of a Paris street with horse-drawn carriages and a fountain is now worth tens of millions of dollars."
  ],
  [
    "President Joe Biden plans to mark Earth Day in Seattle on Friday, but he's struggled to make progress on a sweeping environmental agenda."
  ],
  [
    "It’s been nearly a year since the U.S. announced support for waiving vaccine patents, but influential countries have yet to release a possible agreement."
  ],
  ["The president’s drug control strategy will emphasize harm reduction."],
  [
    "Thirteen sexual assault victims are seeking $10 million each from the FBI."
  ],
  [
    "\"The Daily Show\" comedian headed to Hungary to find out why Trump supporters are so obsessed with the European country."
  ],
  [
    "\"If they succeed, you can kiss our democracy goodbye,\" cautioned Clinton-era Cabinet member Robert Reich."
  ],
  [
    "The late-night host nails why \"tech tyrants\" don't care about Truth Social."
  ],
  [
    "During a traffic stop, a North Carolina state trooper discovered the congressman's license was suspended."
  ],
  [
    "The British prime minister offered a ”wholehearted” apology for attending illegal party during lockdown."
  ],
  [
    "The White House press secretary said the CDC continues to recommend mask-wearing on airplanes, even as carriers dropped mask requirements."
  ],
  [
    "Andy Parker, whose daughter was killed during a live broadcast in 2015, sought to enter the Democratic primary in an effort to unseat GOP Rep. Bob Good."
  ],
  [
    "The appeal of the federal judge's decision will only happen if the CDC says the mask order is needed beyond May 3, when the mandate was expected to expire."
  ],
  [
    "The U.S. is preparing for even larger numbers with the expected lifting of a pandemic-era order that turned away asylum seekers."
  ],
  [
    "Moscow has declared the capture of the Donbas to be its main goal in the war since its attempt to seize the capital, Kyiv, failed."
  ],
  [
    "The Biden administration wants more IRS funding to boost tax collection and improve service."
  ],
  [
    "The Bidens kicked off the first White House Easter Egg Roll since before the coronavirus pandemic, welcoming 30,000 kids and adults for the all-day event."
  ],
  [
    "The relentless bombardment and street fighting in Mariupol have killed at least 21,000 people, by the Ukrainians' estimate."
  ],
  [
    "The Supreme Court is declining to wade into a lawsuit filed by four New York City public school employees over a policy that they be vaccinated against COVID-19."
  ],
  [
    "“The Russian troops have begun the battle for the Donbas,” Ukrainian President Volodymyr Zelenskyy announced in a video address."
  ],
  [
    "Pope Francis has made an Easter plea for peace in Ukraine and in other wars in the world."
  ],
  [
    "She also addressed rumors that she's \"dating every little white boy in Hollywood.\""
  ],
  [
    "Palestinian medics say 17 people were injured after Israeli security entered the Al-Aqsa Mosque compound, just days after violently storming the site."
  ],
  [
    "\"We will fight absolutely to the end,\" Prime Minister Denys Shmyhal said of the devastated port city after Ukrainian fighters refused to surrender to Russia."
  ],
  [
    "Jayson Tatum made a layup at the buzzer on a pass from Marcus Smart to give the Boston Celtics a dramatic 115-114 victory over the Brooklyn Nets in the Game 1 of their first-round playoff series"
  ],
  [
    "\"Russia is deliberately trying to destroy everyone who is there in Mariupol,” the Ukrainian leader said in a virtual address."
  ],
  [
    "Recent statements by CEO Howard Schultz offer a glimpse of some of the hardball tactics that might lay ahead."
  ],
  [
    "Police arrested Robert Keith Tincher III, of Georgia, saying that he killed his grandmother by forcing her into a freezer while she was alive."
  ],
  [
    "At least two others remain wanted for questioning in Saturday's shooting at the Columbiana Centre mall in Columbia."
  ],
  [
    "Hundreds of people blocked bridges across London while others scaled an oil tanker in mass protests to demand a stop to new oil and gas projects."
  ],
  [
    "“Our air defense forces are doing everything they can to protect us, but the enemy is insidious and ruthless,\" Kyiv's mayor Vitali Klitschko said."
  ],
  [
    "Jacob Christian Muse, of College Park, is charged with three counts of malice murder, the Georgia Bureau of Investigation said in a news release Friday."
  ],
  ["The New York Islanders star had been diagnosed with lung cancer."],
  [
    "President Joe Biden had suspended lease sales a week after taking office as part of his climate change plan."
  ],
  [
    "The Ukrainian leader said Ukrainians should be proud of having survived 50 days under Russian attack when the invaders “gave us a maximum of five.”"
  ],
  ["Medics said more than 150 Palestinians were wounded."],
  [
    "Access to Guangzhou, an industrial center of 19 million people near Hong Kong, was suspended this week."
  ],
  [
    "The late Martha Wright-Reed became a phone justice activist after having to choose between paying for her medication and speaking with her grandson."
  ],
  [
    "“My offer is my best and final offer and if it is not accepted, I would need to reconsider my position as a shareholder,” Musk said in a filing."
  ],
  [
    "The Florida governor repeated the lie that the fetal remains were the size of \"basically infants.\""
  ],
  [
    "The senior policy adviser behind many of Trump's policy decisions had resisted previous efforts by the House committee investigating the insurrection."
  ],
  [
    "The breath test, which is administered by health care providers, can provide results in under three minutes."
  ],
  [
    "Premiering on Netflix on April 22, the eight-episode series is based on Alice Oseman's beloved web-comic-turned-graphic-novel."
  ],
  [
    "A federal judge has sentenced a wealthy California Democratic donor to 30 years in prison for injecting two men with lethal doses of drugs."
  ],
  ["Some sources claim the white substance was actually distillers grain."],
  [
    "For Team Ukraine, the journey to get to the games has been an unfathomable one after losing four Invictus community members to Russia's invasion of Ukraine."
  ],
  [
    "The latest Capitol riot defendant to go on trial is blaming his actions on the former president and his false claims about a stolen election."
  ],
  [
    "Marvel says the new comic book series will kick off with everyone's favorite A-List Avengers."
  ],
  [
    "\"I am saying anything I want at my live shows,\" the \"Life & Beth\" star told followers on Tuesday."
  ],
  [
    "As Russia prepares a major offensive in eastern Ukraine, the government in Kyiv says it needs more support from international partners in its efforts to resist."
  ],
  [
    "A mysterious investor group parked a fortune in gold bricks near JFK Airport. They say it’s good for the neighborhood — and hope to snag a giant tax break."
  ],
  [
    "The Justice Department’s decision is part of an effort to protect confidential information that may compromise an ongoing investigation, a source told the Associated Press."
  ],
  [
    "The extremist congresswoman claimed Americans are \"fed up\" with hearing about the Jan. 6, 2021, insurrection that happened just that once."
  ],
  [
    "Marc Rasella says he sold shares of Twitter at “artificially deflated prices,” unaware that Musk had made a large purchase in the social media platform."
  ],
  [
    "The president told his Rose Garden audience he is cracking down on so-called “ghost guns.”"
  ],
  [
    "Walgreens is based in Deerfield, Illinois, and operates more than 9,000 stores in all 50 states."
  ],
  [
    "A new Polish crime drama and SpaceX documentary are also trending on the streaming service."
  ],
  [
    "The pig-like creature jumped in to get to a bag of Cheetos only to be trapped when the hatch closed."
  ],
  [
    "Everybody there \"loves him,\" a Washington Post journalist revealed after interviewing Trump at his resort home."
  ],
  [
    "After its post-invasion setbacks, Russia appointed Gen. Alexander Dvornikov — who has a history of merciless attacks against Syrians, according to U.S. officials."
  ],
  [
    "Kate McKinnon's Ruth Bader Ginsburg guesses the book Cruz read at Jackson's confirmation hearings was \"Goodnight Cancun.\""
  ],
  [
    "The state will end a restriction that only physicians can provide abortions. An abortion care training program will also be created, with $3.5 million in annual funding."
  ],
  [
    "Russia has not defaulted on foreign debt since the Bolshevik Revolution in 1917, when the Soviet Union emerged."
  ],
  [
    "Maybe he should be forced to host an awards show instead, quipped Colin Jost, who co-hosted the Emmys in 2018."
  ],
  [
    "Walking through Bucha, The Associated Press spoke with two dozen witnesses of the Russian occupation."
  ],
  [
    "The Portage County fairgrounds has a \"long-standing policy\" of not hosting political rallies, a county commissioner said."
  ],
  [
    "The 16-year-old suspect will be prosecuted as an adult on sex assault and attempted murder charges."
  ],
  [
    "On the other hand, \"I'm Black, from cradle to grave,\" the Georgia congressional candidate told Steve Bannon. \"I don't have a choice.\""
  ],
  ["The owner of the gun range was killed along with his wife and grandson."],
  [
    "Writer and actor Charles Gould says \"Flex,\" which debuts next week, reflects the experience of someone who has had \"their identity questioned their whole life.\""
  ],
  [
    "A record number of books with racial or LGBTQ themes have been challenged."
  ],
  [
    "This social media battle between the congresswoman and the comedian just may be our new favorite non-contact sport."
  ],
  [
    "The comedian retaliated by reporting the \"supervillain\" congresswoman to Batman during his monologue."
  ],
  [
    "The lawyers wrote in papers filed in Manhattan federal court that the alleged events Rapp described never occurred."
  ],
  [
    "\"It was Meghan's choice,\" the actor said of the Duchess of Sussex's song selection that stirred guests after her royal nuptials with Prince Harry."
  ],
  [
    "Benjamin Hall was injured after his vehicle was hit by incoming fire in Ukraine. Two of his colleagues died in the attack."
  ],
  [
    "The 430-foot Orlando FreeFall ride was ordered closed shortly after 14-year-old Tyre Sampson fell to his death on March 24."
  ],
  [
    "The Texas Republican was also featured in Kimmel's parody of Barack Obama's new Netflix series."
  ],
  [
    "The governor's dubious plan follows the Biden administration lifting a public health policy that limited asylum-seekers from entering the U.S."
  ],
  [
    "The Kentucky senator held up the vote for more than 15 minutes before sticking his hand through a door and voting no."
  ],
  [
    "How long do antibodies last with an additional dose? Should you time the shot to COVID waves or social plans? Here's what to know."
  ],
  ["Newlyweds don't have to travel too far for a relaxing, scenic vacation."],
  [
    "The tennis superstar detailed how she saved her own life by pushing back against hospital staff after they told her she was “crazy.”"
  ],
  [
    "Former Trump administration officials are pressing Republican border governors to declare an “invasion” along the U.S.-Mexico border."
  ],
  [
    "The actor visited the right-wing Fox News host for a chat about the war in Ukraine."
  ],
  [
    "From puppy dog eyeliner to a trick that makes your hyaluronic acid work better, see how they fared."
  ],
  [
    "A judge said John Eastman appeared to be part of a \"campaign to overturn a democratic election, an action unprecedented in American history.”"
  ],
  [
    "The model was quick to correct reports that surfaced shortly after she attended the 2022 Grammy Awards alongside her husband, Justin Bieber."
  ],
  [
    "The actor showed off her mother’s fried chicken recipe — and the internet is absolutely horrified with her cooking skills."
  ],
  [
    "The Missouri Republican does not use the same language as the more zealous members of his party — but he doesn’t like to contradict them, either."
  ],
  [
    "Rapper Tory Lanez, who allegedly shot Megan Thee Stallion in 2020, was ordered to post higher bail for tweeting about the case."
  ],
  ["The longtime Michigan congressman said he won't seek another term."],
  [
    "\"Tell the truth about the war on your social networks and TV. But not silence,\" the politician said in a powerful pre-taped message."
  ],
  [
    "“Ukrainians resist the occupiers by all available means,” the Intelligence Directorate of Ukraine said of the poisonings, according to a translation."
  ],
  [
    "The stark warning comes as Russia’s war further hinders efforts to confront global warming and its mounting impacts."
  ],
  [
    "A megachurch hosted the Kremlin-positive Fox News host — just as horrifying images of murdered civilians in Ukraine emerged."
  ],
  [
    "The shocking incident was addressed several times on \"Saturday Night Live,\" including by \"O.J. Simpson\" (Kenan Thompson) on \"Weekend Update.\""
  ],
  [
    "\"Do coup, who do? ... Yes, in many ways it was an intentional, planned coup,\" says James Austin Johnson's Donald Trump in the cold open."
  ],
  [
    "The Ukrainian president responded to the gruesome photos coming out of cities like Bucha and Irpin, which show scores of brutalized civilians."
  ],
  [
    "After the glitz and glam of last week's Oscars, the stars let loose this weekend at the Grammys."
  ],
  [
    "Authorities said Ukraine’s military has discovered indications of execution-style slayings to add to their case for prosecuting Russian officials for war crimes."
  ],
  [
    "The controversial comedian won for comedy album with “Sincerely Louis C.K.,” beating out other so-called canceled comedians Dave Chappelle and Kevin Hart."
  ],
  [
    "Russian forces are driving goods across the border from Kyiv's suburbs and selling the loot, authorities claim."
  ],
  ["The pope also condemned the European Union for turning away migrants."],
  [
    "A decade after her failed vice presidential bid, the former Alaska governor is running to replace conservative GOP Rep. Don Young, who died last week."
  ],
  ["Something you just can't unsee."],
  [
    "The Gays for Trump founder said the former president was probably expecting to see the \"stereotypical\" gay who fits with the \"typical 'look' of leftist LGBT.\""
  ],
  [
    "The devoted park ranger said she's enjoyed being a \"primary source\" of history at California's Rosie the Riveter/WWII Home Front National Historical Park."
  ],
  [
    "More than 100 Alaska Airlines flights were canceled by the airline, including 66 in Seattle, 20 in Portland, Oregon, 10 in Los Angeles and seven in San Francisco."
  ],
  [
    "The actor described his on-stage assault of Chris Rock at the Academy Awards as \"shocking, painful and inexcusable.\""
  ],
  [
    "A challenge filed last month with the Georgia secretary of state’s office alleges the congresswoman helped facilitate the Jan. 6, 2021, riot on Capitol Hill."
  ],
  [
    "\"Natalya\" detailed her alleged rape by two Russian soldiers in an interview with The Times of London."
  ],
  [
    "A cold, the flu or any virus can leave you sniffling long after the illness has run its course. This advice can help you get relief."
  ],
  [
    "\"People will freak out when they hear,\" the anti-abortion activist reportedly said."
  ],
  [
    "The penalties will begin at $25,000 per weekday beginning Friday and increase by $25,000 per weekday until he appears for a deposition,"
  ],
  [
    "The NBA legend's essay gave a Hall of Fame scolding to the Oscar winner for hitting Chris Rock."
  ],
  ["You'll never un-hear this one."],
  [
    "Sen. Dick Durbin (D-Ill.) also told reporters that the GOP treatment of Jackson was \"disgusting.\""
  ],
  [
    "Law enforcement appeared at his mansion just days after the actor assaulted Chris Rock during the Oscars."
  ],
  [
    "Jessica Cisneros, a progressive challenging Rep. Henry Cuellar (D), argues that Laredo’s water infrastructure should have improved more during Cuellar’s tenure."
  ],
  [
    "They’re cooler and more accommodating than those elastic-waisted pants."
  ],
  [
    "\"Why should I tell you?\" Biden responded when Doocy asked for specifics on the U.S. response to a possible Russian chemical attack on Ukraine."
  ],
  ["The late-night host also praised Chris Rock."],
  [
    "\"Wouldn't disrespect that queen like that,\" the comedian said of the backlash she received for an awkward bit she did at the ceremony."
  ],
  [
    "This fourth coronavirus vaccine dose would be optional, and federal health officials aren't currently recommending it for everyone in this age group."
  ],
  [
    "The filmmaker’s victory also marks the first time the directing award has gone to women in back-to-back years."
  ],
  [
    "It's unlikely that playgoers will see the former first lady on stage. The Giant does not appear on stage, and the voice part is usually prerecorded."
  ],
  [
    "Chris Rock wasn’t the only comedian at the Academy Awards who made a joke that led to a truly awkward moment."
  ],
  [
    "The reality TV mogul expressed regret over her controversial advice to women in business after facing major backlash."
  ],
  [
    "“This is the smallest crowd I’ve seen at a rally of his in Georgia since he won the 2016 election,\" one local politics reporter said."
  ],
  [
    "\"Now we all have to worry about who wants to be the next Will Smith in comedy clubs and theaters,\" wrote Kathy Griffin."
  ],
  ["The \"Eyes of Tammy Faye\" star wore a stunning lavender gown by Gucci."],
  [
    "Oksana Markarova said Ukraine is ready to negotiate a peace agreement with Russia, but that the country will not give up its territories to reach a deal."
  ],
  [
    "The introduction of the minimum tax on the wealthiest Americans would represent a significant reorienting of the tax code."
  ],
  [
    "The Florida Republican tried to write off his proposal to hike taxes for millions of Americans as \"Democrat talking points.\""
  ],
  [
    "In an Instagram post, Che clarified he was \"not leaving SNL\" but did not confirm whether he intended to stay at the \"Weekend Update\" desk."
  ],
  [
    "\"CODA\" triumphed with a history-making win at the end of an unusually chaotic ceremony."
  ],
  [
    "Warrants were executed on two of Eliot Cutler’s homes earlier in the week."
  ],
  [
    "President Joe Biden visited Poland's capital on Saturday to speak with refugees who've been displaced amid Russia's attack on Ukraine."
  ],
  [
    "But he does have a \"lot of aggression,\" Cawthorn acknowledges in an appearance at a North Carolina GOP men's club event."
  ],
  ["“They're doing great for a group of war refugees.\""],
  [
    "When Brittney Griner was arrested in Russia, there were fears she'd be used as a \"political pawn,\" Lisa Leslie said on a podcast."
  ],
  ["Introducing… “Cruz Missile PR.\""],
  [
    "The charges, sealed since 2021, make “crystal clear the urgent ongoing need for American businesses to harden their defenses,” the Justice Department said."
  ],
  [
    "President Joe Biden paid tribute to Poland for giving refuge to more than 2 million Ukrainians who have fled their country since Russia’s invasion."
  ],
  [
    "Some 4.3 million children in Ukraine have been displaced by the war, according to the United Nations."
  ],
  [
    "Manchin has announced his intention to support the nomination of Ketanji Brown Jackson, pushing her one step closer to confirmation."
  ],
  [
    "The White House announced the U.S. and other nations will increase liquified natural gas exports to Europe by 15 billion cubic meters in 2022."
  ],
  [
    "The two-day visit starting Friday follows a trio of emergency war summits in Brussels."
  ],
  [
    "The Biden administration asked the Republican Senate candidates to resign or be removed from the council on sports, fitness and nutrition."
  ],
  [
    "Desi Lydic offered her own commentary on the Supreme Court nominee after pretending to binge-watch the conservative network."
  ],
  ["The Texas senator was roasted on Twitter for this one."],
  [
    "The radio icon slams the \"absolutely absurd\" flaw in the system that allowed Trump to become president in the first place."
  ],
  ["The city's vaccine mandate will still apply for workers in other jobs."],
  [
    "Ukrainian President Volodymyr Zelenskyy said about 100,000 civilians were still in Mariupol with no access to food and water."
  ],
  [
    "The nation’s 18 million children under 5 are the only age group not yet eligible for vaccination."
  ],
  [
    "That makes seven Starbucks stores that have voted to unionize in a matter of months."
  ],
  [
    "The exterior of the black box recorder was so damaged that investigators could not immediately conclude whether it was the flight data recorder or the cockpit voice recorder."
  ],
  [
    "The warning highlights the White House's heightened cybersecurity concerns due to the ongoing war in Ukraine."
  ],
  [
    "The king's duties as Norway’s head of state are ceremonial, and he holds no political power."
  ],
  ["Five people were shot over the weekend, the Miami Beach mayor said."],
  ["Passersby heard the man screaming from inside the pizza-sized pipe."],
  [
    "Alexei Navalny, who is already serving 2½ years for parole violations, was convicted of fraud and contempt of court."
  ],
  [
    "Couy Griffin, an elected official from New Mexico, is the second person tried on charges stemming from the U.S. Capitol riot."
  ],
  [
    "The urgent vaccination campaign has started in Malawi where drops of the inoculation are being placed in the mouths of children across the country"
  ],
  [
    "The two men made it official in a stunning beach ceremony that included a fireworks display set to the soundtrack of \"The Greatest Showman.\""
  ],
  [
    "Republicans will spend the next two days grilling Jackson on her record. They've already signaled plans to attack her for being “soft on crime.”"
  ],
  [
    "Biden said Russia could launch an cyberattack against U.S. targets as retaliation for “the unprecedented economic costs we’ve imposed” on the country."
  ],
  [
    "“There is no kind way to put it,” United Nations Secretary-General António Guterres said."
  ],
  [
    "The suspect claimed someone gave him the crane, and he wanted it removed so he could sell it for scrap, according to the Chilton County Sheriff’s Office."
  ],
  [
    "Fighting for Mariupol has continued to be intense, even as the Russian offensive has floundered in other areas."
  ],
  [
    "“The Batman” is still going strong three weeks into its theatrical run, with a tight grip on the top spot at the box office."
  ],
  [
    "A suspect has been taken into custody for the early morning shooting that left several people with not life-threatening injuries, police said."
  ],
  [
    "The Wyoming Republican who co-chairs the House panel also said the probe's findings will reveal new information about the insurrection on the Capitol."
  ],
  [
    "\"London Calling\" is transformed into \"Kyiv Calling\" by punk band Beton: \"Kyiv calling to the faraway towns. Kyiv calling to the whole world... Kyiv rising.\""
  ],
  [
    "More than three weeks into his invasion of Ukraine, Russian President Vladimir Putin's initial aim of easily changing over the government in Ukraine is long gone."
  ],
  [
    "The heat on the train was as thick as the anxiety as Ukrainian survivors of one of the most brutal sieges in modern history fled to the safer western city of Lviv."
  ],
  [
    "It is unclear what, if any, message the yellow flight suits with blue accents were intended to send."
  ],
  [
    "The Russian envoy's letter about Ukraine received a blistering edit in red from Canada's mission to the United Nations."
  ],
  [
    "Russia's top diplomat had some warm words for the conservative network, whose prime-time personality Tucker Carlson has repeated pro-Kremlin talking points."
  ],
  [
    "Ukrainian President Volodymyr Zelenskyy warned Russia's strategy will ultimately fail and Moscow will lose in the long run if it doesn’t end its war."
  ],
  [
    "Russian President Vladimir Putin used language that recalls the rhetoric from Josef Stalin’s show trials of the 1930s."
  ],
  ["The annual NATO drills in Norway are unrelated to the war in Ukraine."],
  [
    "Peru's former President Alberto Fujimori is serving a 25-year sentence for murder and corruption charges."
  ],
  [
    "The change does not appear imminent as the government continues its policy of sticking with lockdowns, mass testing and quarantine for overseas arrivals."
  ],
  [
    "World leaders have been calling for an investigation into Russia's repeat attacks on civilians in Ukraine."
  ],
  [
    "Assad's office said he met with Sheikh Mohamed bin Rashid Al Maktoum, vice president and prime minister of the UAE and the ruler of Dubai."
  ],
  [
    "The 7.4-magnitude temblor knocked out power and cause extensive damage to peoples' properties breaking windows and smashing furniture."
  ],
  ["Two Canadian students were also hospitalized in critical condition."],
  [
    "Jeff Zients and his deputy Natalie Quillian will leave the administration next month. Jha, the dean of the Brown University School of Public Health, will take over."
  ],
  [
    "The European Space Agency confirmed Thursday that it’s indefinitely suspending its ExoMars rover mission with partner Roscosmos, Russia’s state space corporation."
  ],
  [
    "Jobless claims fell by 15,000 to 214,000 for the week ending March 12, down from the previous week's 229,000."
  ],
  [
    "Taoiseach Micheál Martin was at the Ireland Funds 30th National Gala at the National Building Museum in Washington when he learned of his diagnosis."
  ],
  [
    "The law also sought to explicitly ban same-sex marriage and prohibit discussion of sexual diversity in schools."
  ],
  [
    "Ukraine’s president seeks help to “close the skies over Ukraine to Russian missiles and planes.”"
  ],
  [
    "The strike has shut down public and private health institutions in Haiti's capital and beyond. Only emergency rooms are still accepting patients."
  ],
  [
    "BMW and Volkswagen have warned that Russia’s invasion of Ukraine is causing shortages of some vital components, forcing them to reduce vehicle production in Europe."
  ],
  [
    "The funding will be provided under the Project School Emergency Response to Violence program to improve campus security and access to mental health resources."
  ],
  [
    "If the PREVENT Pandemic Act is passed in Congress, lawmakers would still have to deliver billions of dollars for it to materialize."
  ],
  [
    "The president will travel next week to Brussels, where NATO leaders will \"discuss ongoing deterrence and defense efforts in response to\" Russia's invasion."
  ],
  [
    "Cook County State’s Attorney Kim Foxx said there was insufficient evidence to charge the officers."
  ],
  [
    "The head of the U.N. women’s agency warned the war is damaging the lives and futures of Ukrainian women and girls."
  ],
  [
    "The United Nations chief said the poorest developing countries are seeing their breadbasket \"being bombed\" as a result of Russia's war on Ukraine."
  ],
  [
    "The California university had been blocked from admitting around 3,000 students — or a third of its incoming freshman class — due to a local lawsuit."
  ],
  [
    "NASA insists Mark Vande Hei’s homecoming plans remain unchanged, even as Russia’s invasion of Ukraine has seen canceled launches and broken contracts."
  ],
  [
    "Markets have careened in recent weeks amid uncertainty about whether the economy may be heading for a toxic combination of stagnating growth and persistently high inflation."
  ],
  ["Two of the victims — one in each city — have died."],
  [
    "The conservative Democrat said Raskin \"failed to satisfactorily address my concerns,\" likely dooming her bid to serve on the Federal Reserve Board."
  ],
  [
    "Republican Gov. Brad Little is expected to sign the measure into law, and it will likely go into effect next month."
  ],
  [
    "Russia's invasion has destroyed health care facilities, curbing Ukrainians' access to services, including COVID-19 vaccinations, the World Health Organization said."
  ],
  [
    "Breonna Taylor’s family has joined with demonstrators and other supporters to honor the two-year anniversary of the Black woman’s death in a botched police raid."
  ],
  [
    "Right-wing rancher and gubernatorial candidate Bundy, who seized public lands with supporters in 2016, called the baby's health treatment \"medical tyranny.\""
  ],
  ["\"That time will come. But it’s not now,\" the NFL legend wrote."],
  [
    "Surveillance video of the violence is \"chilling, to see a cold-blooded act of murder,\" Mayor Eric Adams said at a news conference."
  ],
  [
    "For decades, Black residents have been leaving some of the nation's largest cities while suburbs have seen Black population growth."
  ],
  ["The price at the pump is $1.54 higher than it was a year ago."],
  [
    "The attacked training base near Yavoriv is less than 15 miles from the Polish border and appears to be the westernmost target struck during Russia’s 18-day invasion."
  ],
  [
    "One voting rights expert called the state redistricting challenge from GOP legislators \"an aggressive move … weaved in with a bunch of cynicism.\""
  ],
  [
    "“Way to go, past Stephen,” the \"Late Show” comedian joked about a monologue from last year."
  ],
  [
    "“No chemical or any other weapons of mass destruction were developed on my land,” the Ukrainian president said on Facebook. “The whole world knows that.”"
  ],
  ["Six others were injured in the accident at Greek restaurant Parthenon."],
  [
    "Several hundred patients were reportedly inside the Mykolaiv hospital during the attack."
  ],
  ["The latest bombings possibly indicate a new direction in the war."],
  [
    "Advocates say use of the app is unfair considering many of the immigrants it tracks have already paid bond to get out of U.S. detention facilities."
  ],
  [
    "Baldwin fatally shot cinematographer Halyna Hutchins when the prop gun he was using turned out to have live rounds in it."
  ],
  [
    "The rules change applies to Facebook and Instagram users in 12 countries following Russia's invasion of Ukraine."
  ],
  [
    "Vice President Kamala Harris and Romania’s president will meet Friday to discuss growing concerns about the influx of displaced people fleeing Ukraine due to Russia's invasion."
  ],
  [
    "The Senate has given final congressional approval to a $13.6 billion emergency package of military and humanitarian aid for besieged Ukraine and its European allies."
  ],
  [
    "Propelled by surging costs for gas, food and housing, consumer inflation jumped 7.9% over the past year, the sharpest spike since 1982 and likely only a harbinger of even higher prices to come."
  ],
  [
    "South Korea’s president-elect Yoon Suk Yeol says he would solidify an alliance with the United States, build up a powerful military and sternly cope with North Korean provocations."
  ],
  [
    "The move reverses a Trump era effort to eviscerate the nation's environmental laws."
  ],
  [
    "The House overwhelmingly approved legislation Wednesday that would ban Russian energy imports to the United States."
  ],
  [
    "China is tackling a COVID-19 spike with selective lockdowns and other measures that appear to slightly ease its draconian “zero tolerance” strategy."
  ],
  [
    "The World Health Organization said new infections declined by 5 percent in the last week, continuing the downward trend in COVID-19 infections globally."
  ],
  [
    "An analysis by Associated Press found the flagged ballots, putting the rate of rejected mail ballots in Texas on track to significantly surpass previous elections."
  ],
  [
    "That makes six union Starbucks stores with more than a hundred others seeking elections."
  ],
  [
    "Congressional leaders reached a bipartisan deal to provide $13.6 billion to help Ukraine fend off its invasion by Russia and assist European allies coping with refugees."
  ],
  [
    "But the invading force of more than 150,000 troops retains large and possibly decisive advantages in firepower."
  ],
  [
    "The long-fought postal overhaul has been years in the making and comes amid widespread complaints about mail service slowdowns."
  ],
  [
    "Attendees, including Will Smith and Bradley Cooper, gathered for the annual Oscar Nominees Luncheon after a year away due to the pandemic."
  ],
  ["Jackson has also been praised by defense attorney groups."],
  [
    "The move follows pleas by Ukrainian President Volodmyr Zelenskyy to U.S. and Western officials to cut off the imports."
  ],
  ["It is the fastest exodus in Europe since World War II."],
  [
    "The decision comes as surging oil prices have been rattling global markets and after Ukraine’s foreign minister criticized Shell for continuing to buy Russian oil."
  ],
  [
    "Teachers in the neighboring St. Paul School District announced a tentative agreement late Monday night to avert a strike that had also been scheduled to start Tuesday."
  ],
  [
    "The show’s hosts and honorary chair also spoke about the war in Ukraine."
  ],
  [
    "Two children, their father and their grandmother all died Saturday when a tornado hit the grandparents’ home near rural Winterset that didn’t have a basement."
  ],
  [
    "The NFL said Calvin Ridley's betting took place during five days in November 2021, when the wide receiver was away addressing mental health concerns."
  ],
  [
    "Cuomo resigned after an independent probe found he sexually harassed nearly a dozen women and that he and aides worked to retaliate against an accuser."
  ],
  [
    "\"We did our job as New Yorkers and now we’re winning,\" the mayor said on TV station NY1."
  ],
  [
    "The move comes just after the company said it would immediately “pause” its Russian television and film productions."
  ],
  [
    "\"This was ‘The Avenger,’ which is a movie that I wrote, directed and starred in when I was 10 years old,” the \"Moon Knight\" star explained in his monologue."
  ],
  [
    "A professor in Qatar was the first to spot the propaganda accounts praising Putin and Russia's invasion of Ukraine."
  ],
  [
    "The app responded to Russian President Vladimir Putin enacting a law that bans anything he deems to be misinformation about the country's invasion of Ukraine."
  ],
  [
    "“The Batman,” starring Robert Pattinson, took in $128.5 million in its box office debut over the weekend."
  ],
  [
    "The small Western-leaning former Soviet republic is coping with an influx of refugees from Ukraine and warily watching Russia’s intensifying aggression"
  ],
  [
    "A county official also said 25 to 30 homes were badly damaged by the tornado."
  ],
  [
    "Associated Press journalists document what life has become in the southeastern Ukrainian city, which would be a key victory for the Russians."
  ],
  [
    "“I just want them to know that it’s gonna be okay. We’re gonna work through this,” Governor Spencer Cox said of trans student athletes."
  ],
  [
    "The vice president is meeting with NATO allies to coordinate their support for Ukraine in the face of Russia’s “unprovoked and unjustified invasion.”"
  ],
  [
    "The head of Ukraine’s security council called on Russia to create humanitarian corridors to allow children, women and the elderly to escape the fighting."
  ],
  [
    "Experts have warned that a no-fly zone would amount to a U.S. declaration of war against nuclear-armed Russia."
  ],
  [
    "Russia's aviation agency recommended all Russian airlines with foreign-leased planes halt both passenger and cargo flights abroad."
  ],
  ["None of the injuries were life-threatening, police said."],
  [
    "New Jersey gambling regulators have fined DraftKings $150,000 for allowing a Florida man to make online sports bets from his home."
  ],
  [
    "The Winter Paralympics are set to open in Beijing with the Russian athletes sent home and the Ukrainian team escaping a war zone to get to China."
  ],
  [
    "Immigrant rights groups applauded the temporary designation while calling out a racist double standard on which immigrants the U.S. swiftly gives such status to."
  ],
  ["Unemployment fell to 3.8% as the economy continues its pandemic recovery."],
  [
    "Strong opposition from the company did not stop an election win for the NewsGuild-CWA."
  ],
  [
    "The New Mexico Democrat received a standing ovation at a Senate hearing one month after he suffered a stroke."
  ],
  [
    "The Supreme Court has ruled for the U.S. government in a case involving a Guantanamo Bay detainee seeking what the government said is secret information."
  ],
  [
    "States agreed to sign on after the Sacklers kicked in more cash and accepted other terms, including apologizing."
  ],
  [
    "State attorneys general have launched a nationwide investigation into TikTok and its possible harmful effects on young users’ mental health."
  ],
  [
    "Pivotal Sen. Joe Manchin has floated the broad outlines of a reconfigured social and environment package that aims half its resources at reducing federal deficits."
  ],
  [
    "Despite the president's strong words on reproductive rights, he still has yet to say the word \"abortion\" in any public statement or remarks."
  ],
  [
    "Russian athletes have been restricted from competing in more sporting events around the world but the Paralympics made an exception."
  ],
  [
    "U.N. General Assembly resolutions are not legally binding but they do have clout in reflecting international opinion."
  ],
  [
    "Progressive Democrat Jessica Cisneros had a narrow lead over Rep. Henry Cuellar as election day came to a close."
  ],
  [
    "Earhart was just a passenger in June 1928 when she became the first woman on board a plane crossing the Atlantic."
  ],
  [
    "Stocks fell as soaring oil prices raised more concerns about how Russia’s escalating war on Ukraine may impact the global economy."
  ],
  ["Nearly 60% of children in the U.S. have likely had the disease."],
  [
    "Major League Baseball Commissioner Rob Manfred made the announcement after lockout talks collapsed ahead of management's deadline."
  ],
  [
    "The ambassador will be a guest of first lady Jill Biden along with Facebook whistleblower Frances Haugen."
  ],
  [
    "Major League Baseball extended its deadline for rescuing opening day and a 162-game season until Tuesday at 5 p.m."
  ],
  [
    "President Joe Biden aims to navigate the country out a pandemic, reboot his stalled domestic agenda and confront Russia’s aggression."
  ],
  [
    "The \"CODA\" star's win now makes him the unofficial front-runner for an Academy Award next month."
  ],
  [
    "The Security Council gave a green light Sunday for the first emergency session of the General Assembly in decades."
  ],
  [
    "Capitol Police are stepping up security for Tuesday's address and the approach of protesting truckers."
  ],
  [
    "The trial of a Texas man charged in the Jan. 6, 2021 attack could be a bellwether for the hundreds of other related cases."
  ],
  [
    "The latest count had 281,000 people entering Poland, more than 84,500 in Hungary, about 36,400 in Moldova, over 32,500 in Romania and about 30,000 in Slovakia."
  ],
  [
    "If BP walks away from the holdings completely it could write down up to $25 billion, it said."
  ],
  [
    "Russian forces blew up a gas pipeline in Kharkiv and an oil depot near the Zhuliany airport, according to the office of Ukrainian President Zelenskyy."
  ],
  [
    "\"A healthy society does not ban ideas,” the Pulitzer Prize-winning journalist said as she accepted the Social Justice Impact Award at the ceremony."
  ],
  [
    "The European Union is closing its airspace to Russian airlines, and spending hundreds of millions of dollars to supply weapons to Ukraine."
  ],
  [
    "Gov. Kathy Hochul announced that the requirement will be rescinded on March 2 for kids 2 years and older, citing reduced COVID-19 cases and CDC guidance."
  ],
  [
    "The 28th Screen Actors Guild Awards will kick off with a “Hamilton” reunion, feature a lifetime achievement award for Helen Mirren and, maybe, supply a preview of the upcoming Academy Awards."
  ],
  [
    "South Korea’s military says North Korea has fired a suspected missile into the sea off of its eastern coast."
  ],
  [
    "Ten years after the 17-year-old was fatally shot by George Zimmerman, over 30 states now have some form of the law."
  ],
  [
    "\"No more words, time to act!” wrote Polish soccer federation president Cezary Kulesza on Twitter."
  ],
  [
    "More than 150,000 Ukrainian refugees have now left their homeland, the United Nations said, and thousands have been displaced across the country."
  ],
  [
    "While some tried fleeing by car or train, others traveled miles by foot toward border crossings, hoping for safe refuge."
  ],
  [
    "Most of the birds, including the peacocks who normally roam freely, will be sequestered inside due to worries over a deadly strain of avian flu."
  ],
  [
    "Speakers didn't say much about the Russian attack, which was unfolding during the GOP conference."
  ],
  [
    "The staunch conservative and climate change denier is stepping down before his term is up, setting up a likely competitive GOP primary in Oklahoma."
  ],
  [
    "The UN will allocate $20 million to “help with health care, shelter, food, and water and sanitation to the most vulnerable people affected by the conflict.”"
  ],
  [
    "With Russia's invasion of Ukraine in full swing, neighboring countries in Europe are preparing for an influx of people fleeing the destruction."
  ],
  [
    "The store in Arizona joins two in New York as the only corporate Starbucks stores with a union."
  ],
  [
    "Both sides agreed to meet again Friday, which will be the fifth straight day of bargaining and the 11th on core economics since the lockout started Dec. 2."
  ],
  [
    "To Estonians, Latvians and Lithuanians, Russia’s belligerence toward Ukraine has some worried that they could be the Kremlin's next target."
  ],
  [
    "The queen previously canceled engagements on Tuesday, but she did have her weekly audience with Prime Minister Boris Johnson on Wednesday."
  ],
  [
    "Asian and European stock markets plunged and oil prices surged to nearly $100 a barrel Thursday after Russia attacked Ukraine."
  ],
  [
    "“I can’t put a date or exact time on it, but everything is in place for Russia to move forward,\" the secretary of state said."
  ],
  [
    "The websites of Ukraine's defense, foreign and interior ministries were unreachable or painfully slow to load Thursday after a wave of distributed-denial-of-service attacks."
  ],
  [
    "The Jefferson Parish deputies were fired and arrested after killing Daniel Vallee, 34. The sheriff said lethal force \"was not justified.\""
  ],
  [
    "Casar's star is rising, but he will need to beat mainstream liberal Eddie Rodriguez to get to Congress."
  ],
  [
    "Keturah Herron, an activist and former ACLU strategist, helped pass Kentucky’s “Breonna’s law,” which limited the use of no-knock warrants."
  ],
  [
    "Putin has yet to unleash the force of the 150,000 troops massed on three sides of Ukraine."
  ],
  [
    "Lawyers for the Trump Organization's CFO are arguing that New York prosecutors targeted Weisselberg as punishment because he wouldn’t flip on the former president."
  ],
  [
    "Subjects in the book will include \"horses that paint, cars that think” and “the sex lives of celebrities.\""
  ],
  [
    "Ben Smith, 43, was a \"fly off the handle kind of guy,\" his roommate told OregonLive."
  ],
  [
    "Authorities say a stretch of Southern California beach is closed to swimmers and surfers after up to 50,000 gallons of raw sewage spilled into nearby waters."
  ],
  [
    "An estimated 400,000 women get clandestine abortions in the country each year."
  ],
  [
    "“Our personnel will regularly return to continue their diplomatic work in Ukraine and provide emergency consular services,\" Secretary of State Antony Blinken said."
  ],
  [
    "Chancellor Olaf Scholz said the German government was taking the measure in response to Moscow's actions in Ukraine."
  ],
  [
    "The federal trial of three former Minneapolis police officers charged with violating George Floyd's civil rights is headed to closing arguments."
  ],
  [
    "Faced with a Russian attempt to redraw borders in Europe, the U.S. is preparing sanctions and European allies are signaling solidarity with the government in Kiev."
  ],
  [
    "Wolverines coach Juwan Howard, who was upset about Wisconsin's final-seconds timeout, said he thought it was \"time to protect myself.\""
  ],
  [
    "A senior administration official said that since Russia had already been in that region since 2014, that \"by itself would not be a new step.\""
  ],
  ["Another horse was declared the winner of the race."],
  [
    "A jury in Georgia is hearing arguments from prosecutors and defense attorneys on whether the 2020 killing of Ahmaud Arbery was a federal hate crime."
  ],
  [
    "The regions have requested independence and military aid. Ukrainian authorities deny launching an offensive against the regions and accuse Russia of provocation."
  ],
  [
    "The video game adaptation starring Holland and Mark Wahlberg is on its way to earning $51 million over the long Presidents Day weekend."
  ],
  [
    "Russia held nuclear drills Saturday as well as conventional exercises in Belarus, which borders Ukraine to the north. The drills follow two days of sustained shelling."
  ],
  [
    "The deadly crash came just hours after a separate helicopter crash along a packed beach in Miami."
  ],
  [
    "The slumping U.S. ski star will leave the Beijing Winter Olympics without a medal but is \"optimistic.\""
  ],
  [
    "The show burst with color and enthusiasm -- unlike much of the competition in Beijing."
  ],
  [
    "The 95-year-old British monarch has cold-like symptoms and \"will continue to receive medical attention,\" Buckingham Palace said."
  ],
  [
    "The actor is set to reprise his role as Michael Lane in the next installment of the franchise, “Magic Mike’s Last Dance.\""
  ],
  [
    "The Belgian Ministry of Foreign Affairs congratulated the athlete for his feat."
  ],
  [
    "Ukraine is facing a sharp uptick in violence in and around territory held by Russia-backed rebels."
  ],
  [
    "Beijing Games organizers closed the ski slopes, then shortened the cross-country course by 40%."
  ],
  [
    "Ballistic and cruise missiles struck sea and land-based targets as part of the strategic nuclear exercises."
  ],
  [
    "Euroferry Olympia caught fire in the Ionian Sea and burned into a second day as firefighters battled the blaze."
  ],
  [
    "The Supreme Court is giving the Biden administration a quick hearing on its effort to scrap a Trump-era border policy that makes asylum-seekers wait in Mexico for hearings in U.S. immigration court."
  ],
  [
    "The decision comes after some celebrities reacted with fury over reports that there would be no vaccination requirement at the Academy Awards."
  ],
  [
    "The officers face charges of aggravated assault with a deadly weapon for their actions during the protests after the killing of George Floyd, sources said."
  ],
  [
    "Both parties hope the short-term measure will be the last one needed as negotiators craft compromise bills financing agencies through Sept. 30."
  ],
  [
    "The announcement came a day after economic talks between the management and the Major League Baseball Players Association lasted just 15 minutes."
  ],
  [
    "Peru, Colombia and Chile already ship avocados to the United States, but in quantities that are only a tiny fraction of Mexico’s production. That may change."
  ],
  [
    "“We don’t yet know the full scale of this,\" the mayor of Petropolis said."
  ],
  [
    "Dozens of National Guard Army and Air Force troops in New Mexico have been stepping in to fill a shortage of teachers due to the surge in omicron infections."
  ],
  [
    "Gov. Ron DeSantis, a Republican, has previously signaled his support for the proposal. The bill now moves to the Republican-controlled Senate."
  ],
  [
    "“Public officials should remove all conflicts of interest — whether you’re at the federal or the state level,” the Democratic senator said of the ethics proposals."
  ],
  [
    "The move comes amid heightened tensions between Russia and the U.S., fueled by fears that Moscow plans to invade Ukraine."
  ],
  [
    "Kristof had appealed to justices after Oregon’s secretary of state declared he did not meet the qualifications to run for Oregon’s highest office."
  ],
  [
    "Republicans want to limit the District’s democratic governance as the city gets closer than ever to becoming the 51st state."
  ],
  [
    "Pitchers and catchers didn't report as scheduled for spring training as MLB and players fight over $10 billion in revenue."
  ],
  [
    "A knee injury prevented France’s Lucile Lefevre from trying any tricks, so she broke out a tiger outfit instead."
  ],
  [
    "The election was the first recall in San Francisco since 1983, since a failed attempt to remove then-Mayor Dianne Feinstein."
  ],
  [
    "Alex Hall won gold and Nick Goepper took silver as the U.S. dominated the course."
  ],
  [
    "The two-time U.S. Olympic champion skier so far has failed to win a medal at the Beijing Games."
  ],
  [
    "The U.S. skier laughed at the thought of entering six Alpine events at the 2022 Winter Olympics, which she confirmed Tuesday she’s intending to do."
  ],
  ["The former Alaska governor is expected to appeal."],
  [
    "\"If people think that, the future is baked in and nothing is possible and that we’re doomed,\" the Democratic congresswoman told The New Yorker."
  ],
  [
    "Mary Lee was shocked when her partner dropped to one knee during his Valentine's Day visit."
  ],
  [
    "Russian President Vladimir Putin has suggested there may be a diplomatic solution to the predicament he created."
  ],
  [
    "It was a long-awaited fall for a leader reviled in his home country, who enjoyed support from the Trump administration."
  ],
  [
    "Biden's interview with Lester Holt aired during NBC’s Super Bowl LVI Pregame Show."
  ],
  [
    "The 1,430 workers who lost their jobs represent less than 1% of the 370,000-person city workforce."
  ],
  [
    "Olympic judging at snowboarding events on slopestyle, in the halfpipe and now at big air has come under fire from the boarders themselves."
  ],
  [
    "A bold fan decided to run onto the field during the Super Bowl LVI matchup between the Los Angeles Rams and the Cincinnati Bengals."
  ],
  [
    "Backed by a choir, the “Black Like Me” singer wowed the crowd and the players at SoFi stadium just before kickoff."
  ],
  ["This could be big."],
  [
    "Windsor police said about 12 people were peacefully arrested and seven vehicles were towed just after dawn near the Ambassador Bridge."
  ],
  [
    "She has become the first Black woman to win a speedskating medal at the Winter Olympics."
  ],
  [
    "\"The Ballot or the Blackout\" campaign against Arizona steps up after federal lawmakers fail to pass national voting rights protections."
  ],
  [
    "The Hall of Fame running back gave the tickets to his sister and said he would probably watch the Rams-Bengals game at home."
  ],
  [
    "Trump was so \"mind-numbingly incompetent\" that he waved documents around for everyone to see, an incredulous former Homeland Security official revealed."
  ],
  [
    "Lauren Wood, the Los Angeles Rams receiver's girlfriend, is expecting their first child at any time."
  ],
  [
    "The Indiana State Police are investigating the campus officer's use of force, and the university president promised a \"swift and thorough\" inquiry."
  ],
  [
    "Protests inspired by the Canadian demonstrations were seen in parts of Europe on Saturday."
  ],
  [
    "“Everyone that snowboards knows I missed that grab. I’m not hiding from that. It is what it is,\" said Max Parrot, who won the Olympic slopestyle contest in Beijing."
  ],
  [
    "The late-night host shows how Fox News is bringing back an old obsession: Trump's cognitive test."
  ],
  ["Two borders. Two very different tones from Fox News."],
  [
    "Tucker Carlson's online store is even selling shirts in support of the protest."
  ],
  [
    "Kamila Valieva’s right to compete in the women’s event in Beijing will be decided at an urgent hearing at the Court of Arbitration for Sport."
  ],
  [
    "Here are the most uniquely searched game day dips across the country, according to Google."
  ],
  [
    "“It’s not lost on me that nominees of color have been treated differently,” the California senator said in a testy Judiciary Committee hearing."
  ],
  [
    "Catherine Graham was hoping to win a trip to a tropical locale. It didn’t work out that way."
  ],
  [
    "Queen Elizabeth previously announced that the duchess would be known as queen consort when Prince Charles takes the throne."
  ],
  [
    "The CEO of a popular brand of kinesiology tape said his company doesn't endorse its use on the face."
  ],
  [
    "Kamila Valieva, who tested positive for a prohibited drug, may lose her team gold medal and a chance at an individual gold medal."
  ],
  [
    "The ceremony to award the Russian team gold, the U.S. silver and Japan bronze was pulled from its scheduled slot at the Winter Olympics in Beijing."
  ],
  [
    "Multiple Russian women's hockey players have tested positive for the coronavirus at the 2022 Winter Olympics in Beijing."
  ],
  [
    "Olympians shared sweet messages of support for the U.S. alpine skier following her second disqualification in a row at Beijing 2022."
  ],
  [
    "A misunderstanding of harm reduction programs coupled with a Republican-led misinformation campaign led to a viral storm."
  ],
  ["Hudson Mayor Craig Shubert cited \"data points.\""],
  [
    "The 22-year-old put himself in prime position to win his long-sought gold medal at the Beijing Winter Olympics."
  ],
  [
    "How to figure out if you should push your child to stick with the team or allow them to throw in the towel."
  ],
  [
    "The 18-year-old freestyle skiing prodigy cranked out the first 1620 of her career to win the Olympic debut of women’s freeski big air in Beijing."
  ],
  [
    "The 28-time Grammy winner received a Best Original Song nod for \"Be Alive\" from the film \"King Richard,\" though her husband was left out in the cold."
  ],
  [
    "Super Bowl LVI will take place at SoFi Stadium in Inglewood, California, on Feb. 13."
  ],
  [
    "Democratic Gov. Phil Murphy cited declining cases and rising vaccination rates in his decision."
  ],
  [
    "President Joe Biden has accepted task force recommendations to promote collective bargaining through executive action."
  ],
  [
    "The monarch doesn’t celebrate the anniversary of the date she became queen, known as Ascension Day, as it is also the anniversary of her father’s death."
  ],
  [
    "The real issue is that \"Uyghurs are being tortured, and Uyghurs are the victims of human rights violations by the Chinese,\" Linda Thomas-Greenfield said."
  ],
  [
    "\"They're defending Canada, America and standing up for freedom,\" Cruz crowed as Canadians complained protesting truckers were assaulting and harassing them."
  ],
  [
    "Inmates inside the federal correctional institution in Dublin, California, have alleged sexual abuse by correctional officers and threats or punishment for speaking up."
  ],
  [
    "Minneapolis police's killing of a 22-year-old Black man left people angry at a department widely criticized for its initial portrayal of George Floyd’s death."
  ],
  [
    "Russian President Vladimir Putin may be planning an invasion in coming weeks, officials believe, although the size and scale are unclear."
  ],
  [
    "Residents complain of constant air horn blasts, harassment, assault by truckers opposed to COVID-19 vaccines. \"This is a siege,\" said Ottawa's police chief."
  ],
  [
    "Donald Trump Jr., Rep. Jim Jordan and Elon Musk love the truckers being sued by Ottawa residents for blasting air horns 16 hours a day."
  ],
  [
    "The U.S. stumbled to nearly eliminate gold medal hopes in the team competition."
  ],
  [
    "The parents of Locke, a 22-year-old Black man, say he was “executed” after he was startled from a deep sleep and reached for a legal firearm for protection."
  ],
  [
    "“In my mind, I’ve decided this will be my last competition,\" the 35-year-old U.S. snowboarder said of his fifth and final Winter Olympics."
  ],
  [
    "What constitutes diversity has changed over time, but presidents always looked to balance the Supreme Court to reflect the broader nation."
  ],
  [
    "Cops responded to reports of gunfire at the Melody Hookah Lounge in Blacksburg just before midnight."
  ],
  [
    "Blayre Turnbull and Ryan Sommer finally saw each other at the Beijing 2022 opening ceremony."
  ],
  [
    "The American figure skating star's personal best short program helped the U.S. take the lead in the team competition."
  ],
  ["\"They're ridiculous and I'm obsessed,\" one fan wrote on Twitter."],
  ["Momma, he made it."],
  [
    "“I shut off my Marvel machine. I haven’t been able to see any of the movies,\" Tatum told Variety."
  ],
  ["Talk about a chilly reception."],
  [
    "Travis and Gregory McMichael saw their plea deals tossed by a federal judge earlier this week after Arbery’s family objected."
  ],
  [
    "The Fox News personality slammed the royal couple's criticism of COVID misinformation on Spotify amid the Joe Rogan controversy."
  ],
  [
    "When the ambulance that Belgian skeleton racer Kim Meylemans thought was taking her to the Olympic village drove past it, panic set in."
  ],
  [
    "Travel experts share their advice for finding the bright side of gloomy vacation weather."
  ],
  [
    "Charlie Sykes explained why “we may look back” on Donald Trump’s first term “with a certain sense of nostalgia.\""
  ],
  [
    "Before the \"Sex and the City\" star's death, he was originally supposed to appear in all 10 episodes of the new reboot."
  ],
  [
    "President Joe Biden set a new goal for the “moonshot” initiative against cancer that was announced in 2016 when he was vice president."
  ],
  [
    "Adam Kinzinger of Illinois also called the Missouri senator a self-aggrandizing \"con artist.”"
  ],
  [
    "An FEC filing dated Sept. 15 shows the Greene for Congress PAC received a $250 donation from a “Tucker Carlson” who lists Fox News as their employer."
  ],
  [
    "The description for the whole lot of mugs, plates and tea sets cheekily suggests that the buyer “Take-up plate spinning as a hobby.”"
  ],
  [
    "“It’s been a really long journey for me, embracing my gender,” pairs skater Timothy LeDuc said."
  ],
  [
    "One study cited in the settlement found that Native Americans have had the highest per capita rate of opioid overdose of any population group in 2015."
  ],
  [
    "The New Mexico Democrat was hospitalized last week when he began to experience dizziness and fatigue."
  ],
  [
    "The Wyoming Republican spoke on \"NBC Nightly News\" about the former president's remarks this weekend, including his pledge to pardon insurrectionists."
  ],
  [
    "The judge said she would reject an agreement for another of the men if it were brought to her. Arbery's mother called the deals a \"betrayal.\""
  ],
  [
    "The 84-year-old actor and comedian has been free since June, when a Pennsylvania appeals court overturned his conviction and released him from prison after nearly three years."
  ],
  [
    "The Cincinnati Bengals quarterback took flak for lighthearted swagger after he led his team to a win over Kansas City and a berth in the Super Bowl."
  ],
  [
    "If you encounter one of these scenarios at an appointment, here's how to advocate for yourself."
  ],
  [
    "This young woman honors her community’s generational contributions to the aquaculture industry while breaking gender and race barriers."
  ],
  [
    "Fanerra Dupree, co-owner of Black Nile, says, \"Sometimes we're not Black American enough and sometimes not Muslim enough.\""
  ],
  [
    "The U.S. is working to ramp up diplomatic and financial pressure on Russia over Ukraine."
  ],
  [
    "The 35-year-old Spaniard now has one more major title than Roger Federer and Novak Djokovic, his long-time rivals in the so-called Big Three."
  ],
  [
    "The two-time Emmy nominee played the radio disc jockey Johnny Fever on the sitcom “WKRP in Cincinnati.”"
  ],
  [
    "North Korea has fired what appeared to be the most powerful missile it has tested since President Joe Biden took office."
  ],
  [
    "Try these tips the next time you're en route to a destination and feel your mood lift ASAP."
  ],
  ["Herbie Husker cleans up his act."],
  [
    "Bing Dwen Dwen the panda is the official mascot for the 2022 Beijing Olympics, but there were plenty before."
  ],
  [
    "The character's temporary makeover threatens to destroy \"fabrics of our society,\" the right-wing media mouth said."
  ],
  [
    "Former Florida Republican David Jolly slammed the “pandemic of lunacy that is infecting” the GOP."
  ],
  [
    "“Irresponsible people are spreading lies that are costing people their lives. I stand in solidarity with Neil Young,\" the singer said."
  ],
  ["The activist died at the age of 95 in central Vietnam."],
  [
    "Andy Parker hailed WDBJ journalist Alison Parker, who was killed on-air in 2015, as his inspiration \"to take a stand\" in the spot launching a run for Congress."
  ],
  [
    "Josh Mandel and Morgan Harper, running for Senate from opposite ends of the political spectrum, debated in Columbus. A moment for consensus it was not."
  ],
  [
    "The golf club announced the move Friday, two weeks after Andrew was stripped of his honorary military titles and roles with charitable organizations."
  ],
  ["Wisconsin's Republican senator is a COVID-19 truther in a swing state."],
  [
    "The Oath Keeper “QRFs” show how things could have been a lot worse, and how much more there is to learn."
  ],
  [
    "This 1967 footage from \"American Bandstand\" was recorded just two months before cofounder Syd Barrett's final appearance with the band."
  ],
  [
    "Opponents say the GOP-backed law would harm LGBTQ families and make teachers \"fearful of providing a safe, inclusive classroom.”"
  ],
  [
    "The \"Bad Habits\" singer developed some, well, bad habits with his mobile device."
  ],
  [
    "From eye masks to neck pillows, here's what health experts keep in their bags when they take a trip."
  ],
  ["First things first: They’re not."],
  [
    "Take 49 million gallons of water. Add air and mix thoroughly. Spray where ski area should go."
  ],
  [
    "The late-night host finds a survey the former guy almost certainly won't like."
  ],
  ["The former president's son received a quick reminder about his father."],
  [
    "A call to a radio show from a Virginia parent spread to top conservative pundits — but it quickly turned into a bad game of telephone."
  ],
  [
    "\"The Late Show\" host taunted the right-wing talker for \"an argument so dumb.\""
  ],
  [
    "The \"Orange Is the New Black\" actor made it hilariously clear she has no connection to Sara Ramírez's divisive \"Sex and the City\" revival character."
  ],
  [
    "If your mental health is wrecked from reading pandemic headlines for two years, take back some control by following this guide."
  ],
  [
    "The \"View\" co-host said the \"Real Time\" comedian's gags were \"not really funny to people who have lost their kids\" to the coronavirus."
  ],
  [
    "Noth was dropped from CBS's \"The Equalizer\" after multiple women came forward with allegations of sexual assault against him."
  ],
  [
    "The Florida Republican railed against the \"reckless spending\" contained in the measure, which passed with wide bipartisan support last year."
  ],
  [
    "When fellow musician Damon Albarn tried to say otherwise, the singer-songwriter put him in his place."
  ],
  [
    "Or perhaps nothing at all? Dermatologists share what they really think about all those collagen-promoting products."
  ],
  [
    "The Tampa Bay Buccaneers quarterback got his first unsportsmanlike penalty and a bloody lip after bragging that refs let him \"talk smack.\""
  ],
  [
    "The Green Bay Packers quarterback also seemed to question the 2020 election."
  ],
  [
    "Stocks notched modest gains after climbing back from a steep slide that had knocked more than 1,200 points off the Dow Jones Industrial Average."
  ],
  ["The “Bat Out of Hell” singer died last week at the age of 74."],
  [
    "With tax filing season starting Monday, U.S. taxpayers can expect the task to be more cumbersome than usual this year."
  ],
  [
    "The order by the district with some 2 million residents follows a series of infections as China tightens anti-disease controls before hosting the Winter Olympics."
  ],
  [
    "Suggestive sketch suddenly includes \"Three Guys Who Just Bought a Boat.\""
  ],
  [
    "\"Tax us, the rich, and tax us now,\" said the letter. Otherwise, there will be \"pitchforks\" over the injustice, they warned."
  ],
  [
    "MSNBC's Ari Melber shot down Trump's former trade adviser when he pretended to be clueless about the violence."
  ],
  [
    "The \"Golden Girls\" star told fans to \"stick around\" in the clip recorded just days before she died at the age of 99."
  ],
  [
    "The reported souring in tensions between the former president and the Florida governor gets the treatment in the anti-DeSantis spot."
  ],
  [
    "Whether it’s a one-pound chocolate lobster, a booby-shaped pillow or a baloney face mask, your Valentine will sure get a “heart on” for all these products."
  ],
  [
    "The Missouri Republican led the charge on Jan. 6 to object to Joe Biden's win -- right after he saluted pro-Trump protesters gathering at the U.S. Capitol."
  ],
  [
    "Black lawmakers are condemning McConnell's comments, in which he appeared to differentiate between \"African-Americans\" and \"Americans.\""
  ],
  [
    "The rock icon said he told the royal \"I don't give a s**t who you are\" during filming for the “It’s A Royal Knockout” TV show in 1987."
  ],
  [
    "\"my toxic trait is saying 'what?' when my cat meows and expecting a legitimate answer\""
  ],
  [
    "A conservative group asked the House minority leader a blunt question about Jan. 6."
  ],
  [
    "\"How much legal trouble can one person be in?” the \"Late Night\" host wondered."
  ],
  [
    "Got 60 seconds? Use them to release a little anxiety or tension with these quick and simple techniques."
  ],
  [
    "But questions remain. Russia has been suspected of aiming some sort of weapon at American diplomats abroad that causes debilitating ailments."
  ],
  [
    "The Olympic figure skater surprised fans by revealing that he and Kajaala had tied the knot, with their pit bull Tony as an honored guest at the intimate nuptials."
  ],
  [
    "Critics mockingly reworked the name of the former Trump attorney general's upcoming memoir."
  ],
  ["His father, Prince Charles, did the same thing a few days ago."],
  [
    "Follow these simple, expert-backed hacks and inject your a.m. with a little calm and confidence."
  ],
  [
    "Thousands of miles from its range, a wayward Steller’s sea eagle enthralls scientists and birders alike."
  ],
  [
    "The House committee investigating the Capitol insurrection has issued subpoenas to some of Donald Trump's closest advisers, including Rudy Giuliani."
  ],
  [
    "The Serbian tennis star was this week deported from Australia, thwarting his defense of the Australian Open title."
  ],
  [
    "Republicans who voted to overturn the presidential election and fueled a deadly riot at the U.S. Capitol say they honor MLK's life of sacrifice for the greater good."
  ],
  [
    "Sotheby’s calls the 555.55-carat black diamond — believed to have come from outer space — “The Enigma.”"
  ],
  [
    "When you don’t have time for a professional manicure, these can be lifesavers."
  ],
  [
    "They claim the person who showed up at the event appeared to be shorter than the \"real\" Donald Trump."
  ],
  [
    "Evidence suggests a prominent Jewish notary may have disclosed the secret hiding place of the Frank family to German occupiers to save his own family from Nazi concentration camps."
  ],
  [
    "The \"Uncut Gems\" actor suggested she'd misdirected many of her pandemic frustrations at Peter Artemiev, with whom she shares a son."
  ],
  [
    "The cruise line said the Norwegian Gem would return to New York \"shortly,\" after “COVID-related circumstances” capsized its 10-day travel plans."
  ],
  [
    "Jorge Diaz-Johnston's body was found five days after he was last seen alive in Tallahassee, authorities said."
  ],
  [
    "\"For a while I’ve noted the term 'mild' is misleading when the bar is hospitalization and death,\" the congresswoman said."
  ],
  [
    "The \"Full House\" star's widow spoke publicly for the first time since the comedian's death."
  ],
  [
    "\"You cannot interpret this as anything but a declaration of war on democracy,\" noted the California lawmaker."
  ],
  [
    "Prince Harry has filed a claim for a judicial review against the British government’s decision not to let him personally pay for police protection while in the U.K."
  ],
  [
    "CNN's \"K-File\" resurfaced the top House Republican's comments to a California radio station just days after the Jan. 6 insurrection."
  ],
  [
    "The mocking \"Daily Show\" montage bids farewell to one narrative put forward on the conservative network about the Jan. 6 insurrection."
  ],
  [
    "Authorities confirmed that the suspect, who died after holding people at a synagogue near Dallas for 12 hours, was a 44-year-old British national."
  ],
  [
    "Ken Paxton's office has so far stonewalled requests for the information, even though he is supposed to be in charge of enforcing the public records law."
  ],
  [
    "The late night host even offered up a wild and \"totally true\" conspiracy theory of his own."
  ],
  [
    "\"At my dog park there is a husky who escapes his home and takes himself to the dog park on his own. He waits for someone to open the gate for him.\""
  ],
  [
    "“Republicans can’t win a fair fight and they know it,\" responded DNC Chair Jaime Harrison."
  ],
  [
    "Many have experienced body aches, back pain and calf pain with a COVID infection recently. Here's why that may be happening."
  ],
  [
    "Most data that backs up CBD hair care is anecdotal, but some people thinks it works wonders. Here's the deal."
  ],
  [
    "Orginally, scientists thought organic compounds in the rock may have been left by living creatures, but the marks were actually caused by salty water."
  ],
  [
    "The pair confirmed their split in May 2021. By September, Mulaney announced he was expecting a baby with actor Olivia Munn."
  ],
  [
    "The Fox News personality messaged then-White House chief of staff Mark Meadows with some advice for Donald Trump a week after the insurrection."
  ],
  [
    "“Why do I need to be vaccinated again?” Beck said on Fox News last year after he first got the coronavirus."
  ],
  [
    "The radio host ripped the unvaccinated tennis star as a selfish \"f**knut.\""
  ],
  [
    "The Republican lawmaker was in touch with Donald Trump the day of the Capitol riot, and the committee wants to know what they talked about."
  ],
  [
    "“Republicans chose to abandon this senatorial courtesy,” the Judiciary Committee chair said of advancing a Biden appeals court pick without blue slips."
  ],
  [
    "Andre Mathis, Biden's appeals court pick, doesn't have a criminal record. He once got a ticket for going 5 miles over the speed limit, though."
  ],
  [
    "As the Golden Globes slip into irrelevancy, the Screen Actors Guild Awards are bringing some much-needed awards season momentum."
  ],
  [
    "\"Fines are not enough,\" said Assistant Speaker Katherine Clark (D-Mass.)."
  ],
  [
    "The \"Late Show\" host taunts the Ohio lawmaker over the allegations he just can't shake."
  ],
  ["The late night host paid tribute to the comic and actor, who died Sunday."],
  [
    "The 34-year-old was promoted Tuesday by the New York Yankees to dugout boss of the Low A Tampa Tarpons."
  ],
  ["Critics hit the top Senate Republican with a few home truths."],
  [
    "I was aghast when a few weeks after I stopped breastfeeding, the hair above my temples looked particularly sparse."
  ],
  [
    "“The Morning Show” star and the “Barefoot Contessa” have hilariously different takes on self-care."
  ],
  [
    "Stamos, Candace Cameron Bure and others honored the actor and comic, who died on Sunday at the age of 65."
  ],
  ["Brian Kilmeade also dismissed Trump's complaints of election fraud."],
  ["Two Adam Sandler movies are trending on the streaming service."],
  [
    "Brittany Bowe stepped aside so Erin Jackson, who slipped in the trials, could skate the 500 meters in Beijing."
  ],
  [
    "The \"Last Week Tonight\" host has a big problem with the 2003 book and 2006 film."
  ],
  [
    "The former vice president wants to cooperate but probably won't do it voluntarily, said Alyssa Farah Griffin."
  ],
  ["Johnson has spread lies about COVID-19 and downplayed the Capitol riot."],
  [
    "Dominick Black, who bought the assault-style rifle that the underage teen used to shoot three people, agreed to plead no contest to charges he's been facing."
  ],
  [
    "A photographer who once helped project Rilu's image onto the Empire State Building reminded people to get vaccinated: \"It’s more than just human lives that are at stake.\""
  ],
  ["Here you go."],
  [
    "The Texas Republican's past criticism of the U.S. Capitol rioters was flipped back on him following his groveling apology to Tucker Carlson for calling them terrorists."
  ],
  [
    "The former presidential adviser and Trump son-in-law supposedly goes way back with the MAGA-loving rapper."
  ],
  [
    "Coby, a yellow Lab, \"made everyone feel special,\" the Columbus Zoo said."
  ],
  [
    "The Alabama Republican, who talked of \"blood\" sacrifice at Trump's Jan. 6 rally, said the account from Kevin McCarthy's ex-aide was \"total bovine excrement.\""
  ],
  ["\"It was awful,” \"The Tender Bar\" actor said."],
  [
    "A judge has denied a request to lower a $500,000 bail set for two parents who are charged with their son in a fatal Michigan school shooting."
  ],
  [
    "Speaking to Howard Stern, the Bravo host acknowledged that his pal is \"a handsome guy,\" but quipped, \"At this point, we know each other too well.\""
  ],
  ["The couple jetted off to the Bahamas for a post-New Year's vacation."],
  [
    "The \"Sex and the City\" star has been accused by multiple women of sexual assault."
  ],
  [
    "The Fox News personality claimed it's \"the MSNBC administration\" and received a blunt reminder."
  ],
  [
    "Jacob Chansley is serving a 41-month prison sentence for his role in the U.S. Capitol riot."
  ],
  [
    "The Iowa native always found solace on the ice, but said they faced a \"very complicated\" journey in the gendered world of figure skating."
  ],
  [
    "Twitter users mockingly suggested the extremist Colorado Republican offered her resignation with the post."
  ],
  [
    "Nearly all of the 147 Republicans who voted to reject the 2020 presidential election results also won't say if they regret that vote, which was based on a lie."
  ],
  [
    "Plus tips and tricks for keeping the moisture locked in during the cold weather."
  ],
  [
    "A band of online sleuths called \"Sedition Hunters\" has had an enormous effect on the Jan. 6 investigation. Next up: Holding the FBI’s feet to the fire."
  ],
  [
    "\"The attempted coup came much closer to succeeding than many would admit and was just a dress rehearsal for 2024,\" an essay in The Bulwark read."
  ],
  [
    "Critics pointed out the flaws with the Colorado Republican’s defense of her fellow far-right extremist."
  ],
  [
    "Kelly Ernby, a Republican who ran for California State Assembly in 2020, said \"there’s nothing that matters more than our freedoms right now\" at a rally last month."
  ],
  ["Bronny has already made a name for himself in the basketball world."],
  [
    "The deal between Epstein and Virginia Roberts, now known as Virginia Giuffre, contained a paragraph that said it protects anyone “who could have been included as a potential defendant” from lawsuits filed by Giuffre."
  ],
  [
    "While the House is uglier and more rancorous, senators say they’ve felt little change in the one year since the attack."
  ],
  [
    "In a new trailer for her upcoming documentary, the singer says she was considered \"guilty by association.\""
  ],
  [
    "Police responding to a 911 call found the 28-year-old unresponsive at a Queens station."
  ],
  [
    "The Trumps have indicated they will fight the subpoenas and are expected to file court papers through their lawyers seeking to have them thrown out."
  ],
  [
    "Overall, vaccine compliance is high among all branches of the military, despite early grumblings."
  ],
  [
    "The accommodations renew fears that the journalist's murderers will never be held accountable for the horrific crime."
  ],
  [
    "People who barely escaped the flames sorted through what was left after the blaze and investigators tried to determine its cause."
  ],
  [
    "And they'd be \"horrified,\" he claimed — probably over the Jan. 6 insurrection, noted others."
  ],
  [
    "The Georgia Republican was given the boot after repeatedly violating Twitter's COVID-19 misinformation policy, the company said."
  ],
  [
    "The letter was created a day before Trump discussed naming conspiracy theorist Sidney Powell \"special counsel\" to probe baseless election fraud claims."
  ],
  [
    "The city’s incoming mayor, Eric Adams, took his oath of office on the scene  shortly afterward."
  ],
  [
    "The congresswoman fired back at Republican Steve Cortes, turning the tables on his bizarre crack about her trip to Florida with her boyfriend."
  ],
  [
    "Gertrude Pressburger became famous during Austria's 2016 presidential campaign after warning of the dangers of the far right."
  ],
  [
    "Swabbing both areas when using an at-home test might give more accurate results in certain cases. Here's why and how to do it."
  ],
  [
    "The riders spent a harrowing New Year's Eve in two tram cars dangling in the air on the Sandia Peak Tramway."
  ],
  [
    "The events from last Jan. 6 in Washington unfolded on live television but they've since been up for debate."
  ],
  [
    "Reynolds managed to write a beautiful eulogy for his friend and TV icon in a single tweet."
  ],
  ["The \"Golden Girl\" died on Dec. 31."],
  [
    "Prince Andrew wasn’t on trial in the Ghislaine Maxwell sex trafficking case but her conviction is bad news for the man who is ninth in line to the British throne."
  ],
  [
    "\"Animals are so funny you can name a cat iphone 3 and he dont know wtf goin on.\""
  ],
  ["You already know No. 1, but will you actually do it this year?"],
  [
    "Republican leaders are heading into the new year with surging confidence. But the party still has a few challenges ahead."
  ],
  [
    "State officials are seeking to hold the U.S. Navy accountable for a leak at a fuel tank farm that sits above an aquifer that provides drinking water for Oahu."
  ],
  [
    "From eating more plants to giving yourself permission to enjoy your favorite foods, here's expert advice for the new year."
  ],
  [
    "Shriver first filed for divorce in 2011, and there were virtually no public actions taken in the case since then."
  ],
  [
    "The actor accused Diesel of \"manipulation\" for mentioning the late Paul Walker in a post begging him to return to the franchise."
  ],
  [
    "A sheriff's deputy shot Eko, an 8-year-old Malayan tiger, when he wouldn't let go of the arm of a cleaning service employee who reached into his enclosure."
  ],
  [
    "Carl Nassib, Candace Parker, Kal Penn and JoJo Siwa helped drive the discourse on LGBTQ equality in a year defined by political strife and a pandemic."
  ],
  [
    "Messages of remembrance poured in after the Democratic giant from Nevada died at 82 after a years-long battle with cancer."
  ],
  [
    "President Joe Biden and Vladimir Putin will speak Thursday as the Russian leader has stepped up his demands for security guarantees in Eastern Europe."
  ],
  [
    "Authorities say a gunman who went on a deadly shooting rampage in several locations in the Denver area was targeting at least some of his victims."
  ],
  [
    "Stand News says it is ceasing operations following a police raid and arrests of current and former editors in a continuing crackdown on dissent."
  ],
  [
    "\"Episodes\" and all five films of “The Twilight Saga” are among the movies and shows departing the streaming platform."
  ],
  [
    "Brilliant tips to make your home cooking taste like a restaurant, according to these chefs."
  ],
  [
    "John T. Earnest was sentenced Tuesday to life in federal prison for killing a woman and injuring three others when he burst into a Southern California synagogue in 2019."
  ],
  [
    "U.S. District Judge Timothy Kelly rejected defense attorneys’ arguments that their clients' conduct on Jan. 6 was protected by the First Amendment right to free speech."
  ],
  [
    "Kanye West has purchased the property across the street from his ex amid their ongoing divorce."
  ],
  [
    "Self-care won't solve every problem, but these quick and easy activities may at least bring some happiness to your day."
  ],
  [
    "Scottish singer Tom Walker said he had kept the performance with the duchess a secret — even from his mother."
  ],
  [
    "The jury is weighing fraud charges against former Theranos CEO Elizabeth Holmes."
  ],
  [
    "Slice Out Hunger founder Scott Wiener ponders how we can fight food insecurity starting with pizza as a common ground."
  ],
  [
    "The president changed his tone after previously going on the defense in response to questions about the lack of testing in the face of the omicron variant."
  ],
  [
    "Because it contains curcumin, dermatologists say this ingredient can improve a variety of skin conditions. But there's a catch."
  ],
  [
    "If you ever find yourself discrediting your emotions or questioning your memories, these tips can help."
  ],
  [
    "The South African priest, who died at 90, was known for being a moral compass to the world, fighting against apartheid, racial injustice and homophobia."
  ],
  [
    "Tutu died peacefully at the Oasis Frail Care Center in Cape Town, the Archbishop Desmond Tutu Trust said Sunday."
  ],
  ["Police responded within minutes after the intruder was spotted."],
  [
    "The Texas lawyer successfully argued the landmark reproductive rights case before the Supreme Court at 26 years old, legalizing abortion nationwide."
  ],
  [
    "After omicron hit, some consumers stayed home and shifted their spending to e-commerce -- but sales stayed strong."
  ],
  [
    "The three are among at least 17 Salvadoran women activists consider unjustly convicted and imprisoned following obstetric emergencies."
  ],
  [
    "According to the agency, RM has exhibited no particular symptoms while Jin is showing mild symptoms including light fever and is undergoing self-treatment at home."
  ],
  [
    "The $10 billion observatory hurtled toward its destination 1 million miles (1.6 million kilometers) away, or more than four times beyond the moon."
  ],
  [
    "Delays and cancellations tied to staffing shortages have been a regular problem for the U.S. airline industry this year."
  ],
  [
    "The purported photos of the aftermath of the Christmas Eve massacre spread on social media in the country."
  ],
  ["Munn welcomed her \"Golden Ox baby,\" Malcolm Hiệp Mulaney."],
  [
    "Many passengers jumped into the river to escape the fire, which left at least 39 people dead and 72 injured."
  ],
  [
    "The White House says the U.S. will lift the restrictions, imposed after the discovery of the omicron coronavirus variant, on New Year's Eve."
  ],
  [
    "The trip marked the first time that a sitting president joined a first lady in visiting kids at the D.C. Children's National Hospital."
  ],
  ["The former Minnesota police officer will be sentenced in February."],
  [
    "The election-denying MyPillow CEO has a gift \"just in time for the non-Jewish holidays\" in the comedy clip."
  ],
  [
    "\"Emily in Paris\" returns to Netflix this week, which means plenty of us will be hate-streaming. There's a sociological and psychological reason we do it."
  ],
  [
    "Trump turned to the Supreme Court in a last-ditch effort to keep documents away from the House committee investigating the Jan. 6 insurrection at the Capitol."
  ],
  ["The streaming service announced the movies and shows arriving soon."],
  [
    "In five decades, Howes made appearances in more than 140 films, musicals, plays and television projects."
  ],
  [
    "A jury convicted the white former Brooklyn Center police officer after she fatally shot the 20-year-old Black man during a traffic stop."
  ],
  [
    "The Packers quarterback made his thoughts clear via his wardrobe and made questionable statements about COVID-19 during a radio show appearance."
  ],
  [
    "“There’s no one at fault,\" the two said in a joint statement. \"We believe this is the next best chapter in the evolution of our love.\""
  ],
  [
    "The retired Army general and adviser to former President Donald Trump was denied a restraining order against the Jan. 6 House committee."
  ],
  [
    "Danny Rodriguez was identified in a HuffPost story as the Capitol rioter who drove a stun gun into Officer Mike Fanone's neck on Jan. 6."
  ],
  [
    "It's the second time this week the committee publicly sought to interview a sitting member of Congress."
  ],
  [
    "The \"Wind Beneath My Wings\" singer had fans voicing their disappointment."
  ],
  [
    "The rock legend told his Instagram followers that \"there IS life after Covid! But DO be careful … you do not want this, and neither do your family.”"
  ],
  ["The First Pup's name is Commander."],
  [
    "A once-in-a-lifetime sighting has bird lovers flocking to the Taunton River in southeastern Massachusetts."
  ],
  ["At least 52 people are still missing, officials say."],
  [
    "The Biden administration is raising vehicle mileage standards to significantly reduce emissions of planet-warming greenhouse gases."
  ],
  ["Organizers called off the festival after the stabbing."],
  [
    "“I didn’t want him to wear the red hat. I’m not really a rule-breaker, so my personality would be like, ‘OK, you guys don’t like the red hat? I’ll take it off,’” she said."
  ],
  [
    "The Duchess of York shared her thoughts about her late friend during an appearance on an Italian talk show."
  ],
  [
    "Democrat Stacey Abrams is calling on Congress to act on voting rights as she launches a second bid to become Georgia's governor."
  ],
  [
    "“If he doesn’t have the courage to do the right thing ... let him vote no in front of the whole world,” said Sen. Bernie Sanders (I-Vt.)."
  ],
  [
    "Gabriel Boric, who rose the ranks during anti-government protests, was elected after a campaign against a free-market firebrand likened to Donald Trump."
  ],
  [
    "After months of negotiations, the conservative West Virginia Democrat announced on Fox News he will not vote for the Build Back Better Act."
  ],
  [
    "On Tuesday, the House voted to recommend criminal charges against Meadows for contempt of Congress."
  ],
  [
    "At least 68 players have been ruled out to play because of Health and Safety Protocols related to the coronavirus."
  ],
  [
    "The moderate, who resigned in 2019 due to his health issues, was known for making deals with Democrats in an otherwise polarized Congress."
  ],
  [
    "Cyberattacks have interrupted schools, hospitals, government and an array of businesses across the country."
  ],
  [
    "The case stemmed from a New Year's Eve 2019 altercation with a security guard at an exclusive Florida hotel."
  ],
  [
    "The \"Sex And The City\" star missed out on the part but later made a guest appearance on the hit sitcom."
  ],
  [
    "European climate subsidies funnel billions to wood-burning power plants that harvest trees from the U.S. South. The industry is taking a toll locally and globally."
  ],
  [
    "He blamed the holiday party instructions on his wife, Cheryl Hines, and complained, \"I’m not always the boss at my own house.”"
  ],
  [
    "Irving can practice and play in road games but not at home because he doesn’t meet New York City’s COVID-19 vaccine mandate."
  ],
  [
    "These toxic phrases can make people feel unnecessary shame and suck the joy out of the season. Here’s what to say instead."
  ],
  [
    "GOP senators have slowed down the confirmation process, and nominees of color have been disproportionately affected."
  ],
  [
    "\"Can't wait to tell my grandkids i was here!\" Gracyn Courtright posted on Instagram on Jan. 6."
  ],
  [
    "The president told a woman in a Packers jacket to tell the quarterback one thing during a tour of tornado-hit Kentucky."
  ],
  [
    "Cohen's suit claims that his home confinement was prematurely ended to punish him for writing a critical book about Trump."
  ],
  [
    "Online videos show protesters being arrested after they barged into the Queens, New York, restaurant without showing proof of COVID-19 vaccination."
  ],
  [
    "Experts explain what you should know about reclining your seat, sharing armrests and more."
  ],
  [
    "The Republican forwarded a message to Mark Meadows outlining a legal theory that the vice president had the authority to stop certification of the 2020 election."
  ],
  [
    "Self-help won't fix COVID. Here’s what to do when all the pandemic mental health advice feels frivolous."
  ],
  [
    "Here's how to figure out what’s going on with your skin, and what you need to do about it, according to experts."
  ],
  [
    "The nearly 37-year-old superstar made a \"superhuman\" block in the Lakers' victory over the Mavericks."
  ],
  [
    "Members of the House voted to hold Trump's former chief of staff accountable for refusing to cooperate with the committee investigating the Capitol riot."
  ],
  [
    "Almost every state in the country allows citizens to act as police — with sometimes deadly consequences. Some want these laws abolished."
  ],
  [
    "The former Bachelorette believes Underwood \"definitely made a lot of mistakes\" in the past, but said she is impressed by his current journey."
  ],
  [
    "The pop singer suggested she was forced to speak to the longtime ABC journalist against her will at the time. \"She can kiss my white ass,\" she declared."
  ],
  [
    "The WNBA star said she and wife Anya Petrakova wed in 2019 and have \"always dreamed of growing our family.\""
  ],
  [
    "The apparent attack by the ex-NFL running back, who's out on bail, was captured on home surveillance video."
  ],
  [
    "The concern: Thousands of armed troops could have been forced to choose between following their orders or obeying the sitting commander in chief."
  ],
  [
    "The \"Infowars\" conspiracy theorist said it was \"a legitimate question to ask.\""
  ],
  [
    "Cleveland Grover Meredith Jr. arrived late to the Jan. 6 attack because he had car trouble. He threatened House Speaker Nancy Pelosi."
  ],
  [
    "Officers refused to let Anjanette Young get dressed, instead handcuffing her while she repeatedly told them they were at the wrong address."
  ],
  [
    "\"Spreading fake news to ask for money is commercial speech, and courts enforce laws criminalizing fraud,” warned Richard Painter."
  ],
  [
    "\"The Power of the Dog\" and \"Belfast\" topped the film nominations with seven each. \"Succession\" led the pack for television with five nods."
  ],
  [
    "The doctor said Sunday the U.S. had all the tools needed to “protect ourselves” amid the dual threat from the delta and omicron variants."
  ],
  ["The viral makeup and skin care that you need to try out."],
  [
    "The Green Bay Packers quarterback infamously lied about his vaccination status, but the NBC analyst gushed about him anyway."
  ],
  [
    "The singer told Howard Stern on Monday that she was sick for almost two months and still has side effects."
  ]
]
